Repository: zkota/pyblio-1.2
Catalog: help/*/*.po
Languages: de, el, fr

source: To specify a crossreference to another entry, just drag the entry from the main list to the <gui>Crossreference</gui> field. To remove a crossreference, drag an empty selection on the field. To unselect all the entries, you might need to use the <key>Control</key> key, while clicking on the entry.
el: Για να ορίσετε μια εσωτερική παραπομπή σε μια άλλη καταχώριση, μεταφέρτε απλά την καταχώριση από τον κύριο κατάλογο σε ένα πεδίο <gui>Εσωτερικής παραπομπής</gui>. Για να αφαιρέσετε μια εσωτερική παραπομπή, μεταφέρτε μια κενή επιλογή στο πεδίο. Για να αποεπιλέξετε όλες τις καταχωρίσεις, μπορεί να χρειαστείτε να χρησιμοποιήσετε το πλήκτρο <key>Control</key>, ενώ πατάτε την καταχώριση.
fr: Pour définir une référence croisée avec une autre entrée, faites glisser l'entrée de la liste principale vers le champ <gui>Référence croisée</gui>. Pour supprimer une référence croisée, faites glissez une sélection vide dans le champ. Pour désélectionner toutes les entrées, vous pouvez utiliser la touche <key>Ctrl</key> pendant que vous cliquez sur l'entrée.

source: Native editing
de: Natives Bearbeiten
el: Εγγενής επεξεργασία
fr: Modification native

source: For databases like BibTeX that provide a specific syntax (called <em>native</em> syntax), it is possible to directly edit the entry in this format. Just click the button called <gui>Native Editing</gui> at the bottom of the window and type the entry in its native form.
el: Για βάσεις δεδομένων όπως BibTeX που παρέχουν μια ειδική σύνταξη (που λέγεται <em>εγγενής</em> σύνταξη), μπορείτε να επεξεργαστείτε άμεσα την καταχώριση σε αυτήν τη μορφή. Πατήστε απλά το κουμπί <gui>Εγγενής επεξεργασία</gui> στο τέλος του παραθύρου και πληκτρολογήστε την καταχώριση στην εγγενή της μορφή.
fr: Avec des bases de données BibTeX qui fournissent une syntaxe spécifique (appelée <em>syntaxe native</em>), vous pouvez directement modifier l'entrée dans ce format. Cliquez sur le bouton <gui>Édition native</gui> au bas de la fenêtre et saisissez l'entrée sous sa forme native.

source: It is also possible to type native commands in the normal editing window. For example, if you want to use special LaTeX commands like <cmd>\textbf</cmd> in a title, you can type them directly in the <gui>Title</gui> field by preceding the text with a <em>@</em> symbol (as the first character). After that symbol, you have to use all the BibTeX conventions (braces, backslashes,...), as none of them will be escaped or modified by <app>Pybliographer</app>.
el: Μπορείτε επίσης να πληκτρολογήσετε εγγενείς εντολές στο κανονικό παράθυρο επεξεργασίας. Για παράδειγμα, αν θέλετε να χρησιμοποιήσετε ειδικές εντολές LaTeX όπως <cmd>\textbf</cmd> σε έναν τίτλο, μπορείτε να τις πληκτρολογήσετε άμεσα στο πεδίο <gui>Τίτλος</gui> αφού προηγηθεί στο κείμενο ένα σύμβολο <em>@</em> (ως ο πρώτος χαρακτήρας). Μετά από αυτό το σύμβολο, πρέπει να χρησιμοποιήσετε όλες τις συμβάσεις BibTeX (άγκιστρα, ανάποδες πλαγιοκαθέτους,...), επειδή καμιά από αυτές δεν θα αποφευχθεί ή δεν θα τροποποιηθεί από το <app>Pybliographer</app>.
fr: Vous pouvez aussi saisir des commandes natives dans la fenêtre de modification normale. Par exemple, si vous voulez utiliser une commande spéciale LaTeX comme <cmd>\textbf</cmd> dans un titre, saisissez la directement dans le champ <gui>Titre</gui> en la faisant précéder par le symbole <em>@</em> (comme premier caractère). Après ce symbole, vous devez utiliser toutes les conventions BibTeX usuelles (accolades, antislashs (barres obliques inverses)...), car aucune ne sera échappée ni modifiée par <app>Pybliographer</app>.

source: How to create a new database.
el: Πώς να δημιουργήσετε μια νέα βάση δεδομένων.
fr: Créer une nouvelle base de données.

source: Creating a new database
de: Erstellen einer neue Datenbank
el: Δημιουργία μιας νέας βάσης δεδομένων
fr: Création d'une nouvelle base de données

source: When <app>Pybliographic</app> is opened, you can immediately begin to create a new database. The type of this database will be determined when you will save it the first time.
el: Όταν ανοίγει το <app>Pybliographic</app>, μπορείτε αμέσως να ξεκινήσετε τη δημιουργία μιας νέας βάσης δεδομένων. Ο τύπος αυτής της βάσης δεδομένων θα καθοριστεί όταν θα την αποθηκεύσετε για πρώτη φορά.
fr: Dès que vous ouvrez <app>Pybliographic</app>, vous pouvez tout de suite commencer à créer une nouvelle base de données. Vous en déterminerez le type au moment de son premier enregistrement.

source: To add a new entry, you can use the <guiseq><gui>Edit</gui><gui>Add</gui></guiseq> menu, directly the <gui>Add</gui> toolbar button or click with the right button in the list window and select <gui>Add</gui>.
el: Για να προσθέσετε μια νέα καταχώριση, μπορείτε να χρησιμοποιήσετε το μενού <guiseq><gui>Επεξεργασία</gui><gui>Προσθήκη</gui></guiseq>, πατώντας άμεσα το κουμπί της εργαλειοθήκης <gui>Προσθήκη</gui> ή να δεξιοπατήσετε το δεξί πλήκτρο στο παράθυρο καταλόγου και να επιλέξετε <gui>Προσθήκη</gui>.
fr: Pour ajouter une nouvelle entrée, cliquez sur le bouton <gui>Ajouter</gui> de la barre d'outils, allez dans le menu <guiseq><gui>Édition</gui><gui>Ajouter</gui></guiseq>, ou bien faites un clic droit dans la fenêtre et sélectionnez <gui>Ajouter</gui>.

source: You will find more information on the main window's usage in <link xref="gui-navigating"/>.
el: Θα βρείτε περισσότερες πληροφορίες για τη χρήση του κυρίως παραθύρου στο <link xref="gui-navigating"/>.
fr: Vous trouverez davantage d'informations sur l'utilisation de la fenêtre principale dans la section <link xref="gui-navigating"/>.

source: Your first steps in <app>Pybliographer</app>.
el: Τα πρώτα βήματά σας στο <app>Pybliographer</app>.
fr: Premiers pas avec <app>Pybliographer</app>.

source: Getting Started
el: Ξεκίνημα
fr: Premiers pas

source: What is <app>Pybliographer</app>?
el: Τι είναι το <app>Pybliographer</app>;
fr: Présentation de <app>Pybliographer</app>

source: Pybliographer is a tool for working with bibliographic databases. It provides a general framework that can be used to manipulate these databases with a simple graphical interface, but that can also be easily extended by the mean of a scripting language, to fit a wide range of needs.
de: Pybliographer ist ein Werkzeug für die Arbeit mit bibliografischen Datenbanken. Es stellt ein allgemeines Grundgerüst zur Bearbeitung dieser Datenbanken über eine einfache grafische Oberfläche bereit. Ebenso kann es mit Hilfe einer Skriptsprache erweitert werden, um vielerlei Aufgaben gerecht zu werden.
el: Το Pybliographer είναι ένα εργαλείο για εργασία με βιβλιογραφικές βάσεις δεδομένων. Παρέχει έναν γενικό πλαίσιο που μπορεί να χρησιμοποιηθεί για τη διαχείριση αυτών των βάσεων δεδομένων με μια απλή γραφική διεπαφή, αλλά αυτό μπορεί επίσης να επεκταθεί εύκολα με τη βοήθεια μιας γλώσσας σεναρίων, για να προσαρμοστεί σε μια πλατιά περιοχή αναγκών.
fr: Pybliographer est une application de traitement de bases de données bibliographiques. Il fournit une structure générale qui vous permet de manipuler ces bases de données à partir d'une interface graphique simple, mais qui peut facilement être étoffée par l'écriture de scripts pour correspondre à une large catégorie de besoins.

source: How to start <app>Pybliographer</app>?
el: Πώς να ξεκινήσετε το <app>Pybliographer</app>;
fr: Démarrage de <app>Pybliographer</app>

source: You can start <app>Pybliographer</app> in the following ways:
el: Μπορείτε να ξεκινήσετε το <app>Pybliographer</app> με τους εξής τρόπους:
fr: Vous pouvez démarrer <app>Pybliographer</app> des manières suivantes :

source: Graphical mode
de: Grafischer Modus
el: Γραφική λειτουργία
fr: En mode graphique

source: To start <app>Pybliographer</app> in graphical mode from a command line, type the following command, then press <key>Return</key>: <cmd>pybliographic</cmd>. For more information on the graphical interface, see <link xref="gui"/>.
el: Για να ξεκινήσετε το <app>Pybliographer</app> σε γραφική κατάσταση από μια γραμμή εντολών, πληκτρολογήστε την παρακάτω εντολή, έπειτα πατήστε <key>Return</key>:<cmd>pybliographic</cmd>. Για περισσότερες πληροφορίες για τη γραφική διεπαφή, δείτε <link xref="gui"/>.
fr: Pour démarrer <app>Pybliographer</app> en mode graphique dans un terminal, saisissez la commande suivante et appuyez sur <key>Entrée</key> : <cmd>pybliographic</cmd>. Pour plus d'informations sur l'interface graphique, consultez la section sur <link xref="gui"/>.

source: It is possible to set the PYBLIOGRAPHER_DATABASE environment variable to an admissible bibliography file in order to open it always on startup, if no files are specified on the command line. Example:
de: Es ist möglich, die Umgebungsvariable PYBLIOGRAPHER_DATABASE auf eine erreichbare Bibliografiedatei zu setzen, um diese immer beim Start der Anwendung zu öffnen, fallskeine Dateien in der Befehlszeile angegeben werden. Beispiel:
el: Μπορείτε να ορίσετε τη μεταβλητή περιβάλλοντος του PYBLIOGRAPHER_DATABASE σε ένα επιτρεπτό αρχείο βιβλιογραφίας για να το ανοίγετε πάντα στην έναρξη, αν δεν ορίζονται αρχεία στη γραμμή εντολών. Παράδειγμα:
fr: Vous pouvez affecter la variable d'environnement PYBLIOGRAPHER_DATABASE à un fichier bibliographique valide qui sera toujours ouvert au démarrage si aucun fichier n'est spécifié dans la ligne de commande. Par exemple :

source: It is equivalent to
de: Dies entspricht
el: Είναι ισοδύναμο με
fr: Cela est équivalent à

source: Command line mode
de: Befehlszeilenmodus
el: Λειτουργία γραμμής εντολών
fr: En mode ligne de commande

source: You can start <app>Pybliographer</app> also in command line mode by typing the following command followed by pressing <key>Return</key>: <cmd>pybliographer</cmd>. For more information, see <link xref="command-line"/>.
el: Μπορείτε να ξεκινήσετε το <app>Pybliographer</app> επίσης στη λειτουργία γραμμής εντολών πληκτρολογώντας την παρακάτω εντολή ακολουθούμενη από το πάτημα <key>Return</key>: <cmd>pybliographer</cmd>. Για περισσότερες πληροφορίες, δείτε <link xref="command-line"/>.
fr: Pour démarrer <app>Pybliographer</app> en mode ligne de commande, saisissez la commande suivante : <cmd>pybliographer</cmd> et appuyez sur <key>Entrée</key>. Pour plus d'informations, consultez la section sur <link xref="command-line"/>.

source: From the GNOME menu
el: Από το μενού GNOME
fr: À partir du menu GNOME

source: If the <file>*.desktop</file> file of the package is correctly installed in your sytem, you can find a launcher under the GNOME menu to start the graphical interface of <app>Pybliographer</app>.
el: Αν το αρχείο <file>*.desktop</file> του πακέτου είναι σωστά εγκατεστημένο στο σύστημά σας, μπορείτε να βρείτε έναν εκκινητή κάτω από το μενού GNOME για να ξεκινήσετε τη γραφική διεπαφή του <app>Pybliographer</app>.
fr: Si le fichier <file>*.desktop</file> du paquet est correctement installé sur votre système, vous trouverez un lanceur dans le menu GNOME pour démarrer l'interface graphique de <app>Pybliographer</app>.

source: How to customize this application to match your needs.
el: Πώς να προσαρμόσετε αυτήν την εφαρμογή για να ταιριάζει στις ανάγκες σας.
fr: Pour adapter cette application à vos besoins.

source: Advanced Configuration
el: Προχωρημένη ρύθμιση
fr: Configuration avancée

source: The configuration system is heavily based on <app>Python</app>'s module system. The configuration files are standard <app>Pybliographer</app> scripts (that is, python code making use of <app>Pybliographer</app> extra classes and functions), whose single special feature is to be automatically parsed at startup or when needed.
el: Το σύστημα ρύθμισης είναι έντονα βασισμένο στο σύστημα αρθρώματος του <app>Python</app>. Τα αρχεία ρυθμίσεων είναι τυπικά σενάρια του <app>Pybliographer</app> (δηλαδή, ο κώδικας Python χρησιμοποιεί τις πρόσθετες κλάσεις και συναρτήσεις του <app>Pybliographer</app>), του οποίου το μοναδικό ειδικό γνώρισμα είναι η αυτόματη ανάλυση στην εκκίνηση ή όταν χρειάζεται.
fr: Le système de configuration est grandement basé sur le système de modules de <app>Python</app>. Les fichiers de configuration sont des scripts standards de <app>Pybliographer</app> (c'est-à-dire du code python qui utilise des fonctions et classes supplémentaires de <app>Pybliographer</app>) dont la fonction principale est d'être automatiquement consultés au démarrage ou en cas de besoin.

source: Files involved
de: Beteiligte Dateien
el: Εμπλεκόμενα αρχεία
fr: Les fichiers concernés

source: The first file to be parsed is <file>${prefix}/share/pybliographer/pybrc.py </file>. It serves as a bootstrap for the general configuration mechanism, and defines:
el: Το πρώτο αρχείο που θα αναλυθεί είναι το <file>${prefix}/share/pybliographer/pybrc.py </file>. Εξυπηρετεί ως εκκινητής για τον γενικό μηχανισμό διαμόρφωσης και ορίζει:
fr: Le premier fichier à être consulté est <file>${prefix}/share/pybliographer/pybrc.py </file>. Il sert à initialiser le mécanisme général de configuration et définit :

source: the available input and output formats
de: die verfügbaren Eingabe- und Ausgabeformate
el: τις διαθέσιμες μορφές εισόδου και εξόδου
fr: les formats d'entrée et de sortie disponibles,

source: where to find the configuration directories.
de: den Ort der Konfigurationsordner
el: όπου θα βρείτε τους καταλόγους ρύθμισης.
fr: où rechercher les répertoires de configuration.

source: A configuration directory holds a list of files which are parsed when needed. For example, if a method requires some configuration data for the bibtex module, it will import the corresponding file in this directory.
de: Ein Konfigurationsordner enthält eine Liste von Dateien, die bei Bedarf eingelesen werden. Wenn beispielsweise eine Methode einige Konfigurationsdaten für das BibTex-Modul benötigt, wird die entsprechende Datei in diesen Ordner importiert.
el: Ένας κατάλογος ρύθμισης κρατά μια λίστα αρχείων που αναλύονται όταν χρειάζεται. Για παράδειγμα, αν μια μέθοδος απαιτεί κάποια δεδομένα ρυθμίσεων για το άρθρωμα bibtex, θα εισάγει το αντίστοιχο αρχείο σε αυτόν τον κατάλογο.
fr: Un répertoire de configuration contient une liste de fichiers qui sont consultables en cas de besoin. Par exemple, si une méthode requiert des données de configuration pour le module bibtex, elle importe les fichiers correspondants de ce dossier.

source: This mechanism allows more flexibility to add new formats: the new format can be installed with a default configuration without messing with the global configuration file. In addition, the program imports only what is needed, decreasing its startup time.
de: Dieser Mechanismus erlaubt mehr Flexibilität zum Hinzufügen neuer Formate: Das neue Format kann mit einer Standardkonfiguration installiert werden, ohne die globale Konfigurationsdatei zu ändern. Außerdem importiert das Programm nur das, was wirklich nötig ist, wodurch wiederum die Startzeit verringert wird.
el: Αυτός ο μηχανισμός επιτρέπει περισσότερη ευελιξία στην προσθήκη νέων μορφών: η νέα μορφή μπορεί να εγκατασταθεί με μια προεπιλεγμένη ρύθμιση χωρίς να μπερδευόσαστε με το καθολικό αρχείο ρυθμίσεων. Επιπλέον, το πρόγραμμα εισάγει μόνο ότι χρειάζεται, μειώνοντας τον χρόνο εκκίνησης.
fr: Ce mécanisme autorise plus de flexibilité pour ajouter de nouveaux formats : le nouveau format peut être installé avec la configuration par défaut, sans interférer avec le fichier de configuration globale. En plus, le programme n'importe que ce qui lui est nécessaire, diminuant ainsi son temps de chargement.

source: Finally, if the user provides a file called <file>.pybrc.py</file> in its home directory, this file is then parsed. Of course it can also define a private configuration directory, and override what has been defined before.
el: Τελικά, αν ο χρήστης παρέχει ένα αρχείο που λέγεται <file>.pybrc.py</file> στον προσωπικό του κατάλογο, αυτό το αρχείο τότε αναλύεται. Φυσικά, μπορεί επίσης να οριστεί ένα ιδιωτικός κατάλογος ρυθμίσεων και να αντικαταστήσει καθετί έχει οριστεί πριν.
fr: Enfin, si vous créez un fichier nommé <file>.pybrc.py</file> dans votre dossier personnel, il sera ensuite consulté. Bien sûr, vous pouvez aussi définir un répertoire de configuration privé et outrepasser ce qui a été défini avant.

source: The <sys>Config</sys> module
el: Το άρθρωμα <sys>Config</sys>
fr: Le module <sys>Config</sys>

source: All the data that can be configured should be handled by the so-called <sys>Config</sys> module. It provides a standard interface to set/get and document configuration items.
el: Όλα τα δεδομένα που μπορούν να ρυθμιστούν πρέπει να επεξεργάζονται από το άρθρωμα που λέγεται <sys>Config</sys>. Παρέχει μια τυπική διεπαφή για να ορίσετε/πάρετε και στοιχεία ρυθμίσεων εγγράφου.
fr: Toutes les données qui peuvent être configurées devraient être prises en charge par le module appelé <sys>Config</sys>. Il fournit une interface standard pour définir/obtenir et documenter les éléments de configuration.

source: Using <app>Pybliographer</app> with a terminal.
el: Χρήση του <app>Pybliographic</app> με τερματικό.
fr: Utiliser <app>Pybliographer</app> à partir d'un terminal.

source: The command line interface
de: Die Befehlszeilenschnittstelle
el: Η διεπαφή της γραμμής εντολών
fr: L'interface en ligne de commande

source: To start <app>Pybliographer</app> in command line mode, type the following command:
el: Για να ξεκινήσετε το <app>Pybliographer</app> σε κατάσταση γραμμής εντολών, πληκτρολογήστε την ακόλουθη εντολή:
fr: Pour lancer <app>Pybliographer</app> à partir d'un terminal, saisissez la commande suivante :

source: <output>bash$ </output><input>pybliographer</input> This is pybliographer, version 1.2.12 Copyright (C) 1998-2004 Frederic GOBRY This is free software with ABSOLUTELY NO WARRANTY. For details, type `warranty'. Useful commands: help to get some help quit to quit &gt;&gt;
el: <output>bash$ </output><input>pybliographer</input> Αυτό είναι το pybliographer, έκδοση 1.2.12 Πνευματικά δικαιώματα (C) 1998-2004 Frederic GOBRY Αυτό είναι ελεύθερο λογισμικό χωρίς ΑΠΟΛΥΤΩΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ. Για λεπτομέρειες, πληκτρολογήστε `warranty'. Χρήσιμες εντολές: help για να πάρετε βοήθεια quit για έξοδο &gt;&gt;
fr: <output>bash$ </output><input>pybliographer</input> Ceci est pybliographer, version 1.2.14 Copyright (C) 1998-2004 Frederic GOBRY Ceci est un logiciel libre, sans AUCUNE GARANTIE. Pour plus de détails, saisissez « warranty ». Commandes utiles : help obtenir de l'aide quit pour quitter le programme &gt;&gt;

source: To get some help about how to use <app>Pybliographer</app> in this mode, type <cmd>help</cmd> at the <app>Pybliographer</app> prompt.
el: Για να πάρετε βοήθεια για τη χρήση του <app>Pybliographer</app> σε αυτήν την κατάσταση πληκτρολογήστε <cmd>help</cmd> στην προτροπή του <app>Pybliographer</app>.
fr: Pour consulter l'aide de <app>Pybliographer</app> dans ce mode, saisissez <cmd>help</cmd> à l'invite de <app>Pybliographer</app>.

source: The next example shows how to open a database and make a simple search in it. See the following commands and the output:
de: Das nächste Beispiel zeigt das Öffnen einer Datenbank und die Ausführung einer einfachen Suche. Beachten Sie die folgenden Befehle und deren Ausgabe:
el: Το επόμενο παράδειγμα δείχνει πώς να ανοίξετε μια βάση δεδομένων και να κάνετε μια απλή αναζήτηση σε αυτήν. Δείτε τις παρακάτω εντολές και την έξοδο:
fr: L'exemple suivant montre comment ouvrir une base de données et y faire une recherche simple. Consultez les commandes suivantes et leur retour :

source: To see the complete entries listed by the command <cmd>ls (iterator)</cmd>:
el: Για να δείτε τις πλήρεις καταχωρίσεις καταχωρημένες από την εντολή <cmd>ls (iterator)</cmd>:
fr: Pour afficher toutes les entrées listées par la commande <cmd>ls (iterator)</cmd> :

source: Where you can get additional help.
el: Όπου μπορείτε να πάρετε πρόσθετη βοήθεια.
fr: Pour obtenir davantage d'aide.

source: Additional Help Sources
de: Zusätzliche Hilfequellen
el: Πρόσθετες πηγές βοήθειας
fr: Sources d'aide additionnelles

source: For additional information, please, visit the <link href="http://pybliographer.org/" type="http">Pybliographer website</link>. There is a <link href="http://pybliographer.org/Mailing_lists" type="http">mailing list</link> also, where you can get answers for your questions, you can report bugs, etc.
el: Για πρόσθετες πληροφορίες, παρακαλούμε, επισκεφτείτε τον <link href="http://pybliographer.org/" type="http">ιστότοπο του Pybliographer</link>. Υπάρχει επίσης μια <link href="http://pybliographer.org/Mailing_lists" type="http">ταχυδρομική λίστα</link>, όπου μπορείτε να πάρετε απαντήσεις για τις ερωτήσεις σας και να αναφέρετε σφάλματα, κλπ.
fr: Pour de plus amples informations, veuillez consulter le <link href="http://pybliographer.org/" type="http">Site Web de Pybliographer</link>. Il existe aussi une <link href="http://pybliographer.org/Mailing_lists" type="http">liste de diffusion</link> sur laquelle vous pourrez obtenir des réponses à vos questions, rapporter des bogues, etc.

source: Information about <app>Pybliographer</app>.
el: Πληροφορίες για το <app>Pybliographer</app>.
fr: Informations sur <app>Pybliographer</app>.

source: Authors
de: Autoren
el: Δημιουργοί
fr: Auteurs

source: <app>Pybliographer</app> was originally written by Frédéric Gobry. Many thanks to all contributors for their fruitful work.
el: Το <app>Pybliographer</app> γράφτηκε αρχικά από τον Frédéric Gobry. Πολλές ευχαριστίες σε όλους τους συντελεστές για την αποδοτική εργασία τους.
fr: À l'origine, <app>Pybliographer</app> a été écrit par Frédéric Gobry. Merci à tous les contributeurs pour leur fructueux travail.

source: Contributions:
de: Mitwirkende:
el: Συντελεστές:
fr: Contributeurs :

source: Documentation, translations
el: Τεκμηρίωση, μεταφράσεις
fr: Documentation, traductions

source: Internationalization, UI goodies
el: Διεθνοποίηση, καλούδια διεπαφής χρήστη
fr: Internationalisation, améliorations UI

source: Project maintainer, core application, Gnome interface, documentation
el: Συντηρητής έργου, εφαρμογή πυρήνα, διεπαφή Gnome, τεκμηρίωση
fr: Mainteneur du projet, application du noyau, interface GNOME, documentation

source: Documentation, packaging, ui code
el: Τεκμηρίωση, συσκευασία, κώδικας διεπαφής χρήστη
fr: Documentation, paquetage, code ui

source: Original Ovid parser
el: Αρχικός αναλυτής Ovid
fr: Analyseur Ovid original

source: APA 4th edition style
de: APA Bearbeitungsstil 4
el: APA τεχνοτροπία 4ης έκδοσης
fr: Style APA 4e édition

source: Application design, requirement docs, import and ui code
el: Σχεδίαση εφαρμογής, απαιτούμενα έγγραφα, εισαγωγή και κώδικας ui
fr: Apparence de l'application, documentations opérationnelles, code pour les importations et code ui

source: Medline database parser
de: Parser für Medline-Datenbanken
el: Αναλυτής βάσης δεδομένων Medline
fr: Analyseur de base de données Medline

source: Thanks to everyone who helped out with the bug tracking process.
de: Dank gebührt allen, die bei der Fehlererfassung und -verarbeitung mitgewirkt haben.
el: Ευχαριστούμε οποιονδήποτε βοήθησε με την διαδικασία εντοπισμού σφαλμάτων.
fr: Merci à tous ceux qui ont aidé à corriger les bogues.

source: Many thanks also to the Documentation Translators and the Gnome Translation Teams.
de: Vielen Dank auch den Übersetzern der Dokumentation sowie den GNOME-Übersetzungsteams.
el: Πολλές ευχαριστίες επίσης στους μεταφραστές της τεκμηρίωσης και στις ομάδες μετάφρασης του Gnome.
fr: Merci aux traducteurs de la documentation et à l'équipe de traduction de GNOME.
