Repository: zkota/pyblio-1.2
Catalog: help/*/*.po
Languages: de, el, fr

source: The graphical user interface is called <app>Pybliographic</app>. It provides a simple access to the most common features of the underlying engine, <app>Pybliographer</app> and lets you search, sort and modify bibliographic entries. Moreover, direct insertion of references into <link href="http://www.lyx.org/" type="http"><app>Lyx</app></link> and <link href="http://kile.sourceforge.net/" type="http"><app>Kile</app></link>, direct queries on Medline, and saving selected references in different formats are also possible.
el: Η γραφική διεπαφή χρήστη λέγεται <app>Pybliographic</app>. Παρέχει μια απλή πρόσβαση στα πιο κοινά γνωρίσματα της υποκείμενης μηχανής, <app>Pybliographer</app> και σας επιτρέπει να αναζητήσετε και να τροποποιήσετε βιβλιογραφικές καταχωρίσεις. Επιπλέον, παρέχει άμεση εισαγωγή αναφορών στο <link href="http://www.lyx.org/" type="http"><app>Lyx</app></link> και <link href="http://kile.sourceforge.net/" type="http"><app>Kile</app></link> και άμεσα ερωτήματα στο Medline και αποθήκευση επιλεγμένων αναφορών σε διαφορετικές μορφές.
fr: L'interface graphique utilisateur se nomme <app>Pybliographic</app>. Elle donne un accès simple aux fonctions les plus courantes du moteur sous-jacent <app>Pybliographer</app> et vous permet de rechercher, trier et modifier des entrées bibliographiques. De plus, elle autorise l'insertion directe de références dans <link href="http://www.lyx.org/" type="http"><app>Lyx</app></link> et dans <link href="http://kile.sourceforge.net/" type="http"><app>Kile</app></link>, des recherches directes sur Medline et l'enregistrement des références sélectionnées sous différents formats.

source: How to open an existing database.
el: Πώς να ανοίξετε μια υπάρχουσα βάση δεδομένων.
fr: Ouvrir une base de données existante.

source: Opening a database
de: Öffnen einer Datenbank
el: Ανοίγοντας μια βάση δεδομένων
fr: Ouverture d'une base de données

source: To open an existing database, click on the <gui>Open</gui> toolbar button or go in the <gui>File</gui> menu, and select <guiseq><gui>File</gui><gui>Open</gui></guiseq>.
el: Για να ανοίξετε μια υπάρχουσα βάση δεδομένων, πατήστε στο κουμπί της εργαλειοθήκης <gui>Άνοιγμα</gui> ή πηγαίνετε στο μενού <gui>Αρχείο</gui> και επιλέξτε <guiseq><gui>Αρχείο</gui><gui>Άνοιγμα</gui></guiseq>.
fr: Pour ouvrir une base de données existante, cliquez sur le bouton <gui>Ouvrir</gui> de la barre d'outils, ou utilisez le menu <guiseq><gui>Fichier</gui><gui>Ouvrir</gui></guiseq>.

source: A file selection dialog will pop up (see the picture above) and let you select a file. The type of the database can also be selected. Opening an existing database, the type can be guessed if you select <gui>- According to file suffix -</gui>.
el: Ένας διάλογος επιλογής αρχείου θα εμφανιστεί (δείτε την παραπάνω εικόνα) και θα σας επιτρέψει να επιλέξετε ένα αρχείο. Ο τύπος της βάσης δεδομένων μπορεί επίσης να επιλεχτεί. Ανοίγοντας μια υπάρχουσα βάση δεδομένων, ο τύπος μπορεί να υποτεθεί αν διαλέξετε <gui>- σύμφωνα με το επίθεμα του αρχείου -</gui>.
fr: Une boîte de dialogue de sélection de fichiers s'affiche (voir l'illustration ci-dessus) et vous permet de choisir un fichier. Vous pouvez aussi définir le type de base de données affiché. Lors de l'ouverture d'une base de données son type peut être deviné si vous sélectionnez <gui>- suivant le suffixe du fichier -</gui>.

source: It is also possible to open a file at a remote location (as well as a local file) by typing the URI of the file (e.g. <var>http://my.remote.site/ pyblio.bib</var>) using the <gui>Open Location</gui> dialog, which can be invoked by the <guiseq><gui>File</gui><gui>Open Location</gui></guiseq> menu item.
el: Μπορείτε επίσης να ανοίξετε ένα αρχείο σε μια απομακρυσμένη τοποθεσία (καθώς και ένα τοπικό αρχείο) πληκτρολογώντας το URI του αρχείου (π.χ. <var>http://my.remote.site/ pyblio.bib</var>) χρησιμοποιώντας τον διάλογο <gui>Άνοιγμα τοποθεσίας</gui>, που μπορεί να κληθεί από το στοιχείο μενού <guiseq><gui>Αρχείο</gui><gui>Άνοιγμα τοποθεσίας</gui></guiseq>.
fr: Vous pouvez aussi ouvrir un fichier d'un emplacement distant (ainsi qu'un fichier local) en saisissant l'URI du fichier (par ex. <var>http://mon.site.distant/pyblio.bib</var>) dans la boîte de dialogue <gui>Ouvrir l'emplacement</gui> qui peut être ouverte grâce au menu <guiseq><gui>Fichier</gui><gui>Ouvrir un emplacement</gui></guiseq>.

source: Explanations about the navigation in the database.
el: Εξηγήσεις για την περιήγηση στη βάση δεδομένων.
fr: Se déplacer dans la base de données.

source: Navigating in the entries
de: Navigieren in den Einträgen
el: Περιήγηση στις καταχωρίσεις
fr: Navigation parmi les entrées

source: Once you have opened a database, or started to create a new one, the main window (see the picture below) displays a list of all the entries on the top part of it. The fields displayed here can be configured under the <guiseq><gui>Settings</gui><gui>Preferences</gui></guiseq> menu item.
el: Αφού έχετε ανοίξει μια βάση δεδομένων ή έχετε ξεκινήσει τη δημιουργία μιας, το κυρίως παράθυρο (δείτε την παρακάτω εικόνα) εμφανίζει έναν κατάλογο με όλες τις καταχωρίσεις στο πάνω μέρος του. Τα εμφανιζόμενα πεδία εδώ μπορούν να ρυθμιστούν κάτω από το στοιχείο μενού <guiseq><gui>Ρυθμίσεις</gui><gui>Προτιμήσεις</gui></guiseq>.
fr: Une fois qu'une base de données est ouverte, ou que vous en créez une nouvelle, la fenêtre principale (voir l'illustration ci-dessous) affiche une liste de toutes les entrées dans sa partie supérieure. Vous pouvez configurer les champs affichés à cet emplacement à partir du menu <guiseq><gui>Paramètres</gui><gui>Préférences</gui></guiseq>.

source: It is possible to display two types of combined fields: <em>-author/editor</em> and <em>-author/title-</em>.
el: Μπορείτε να εμφανίσετε δύο τύπους σύνθετων πεδίων: <em>-author/editor</em> και <em>-author/title-</em>.
fr: Vous pouvez afficher deux types de champs combinés : <em>-auteur/éditeur</em> et <em>-auteur/titre-</em>.

source: Clicking on an entry displays its full content on the lower part of the window. It is also possible to use the arrow keys to navigate in the upper list.
de: Durch Anklicken eines Eintrags wird dessen Inhalt vollständig im unteren Teil des Fensters angezeigt. Sie können auch die Pfeiltasten verwenden, um durch die obere Liste zu navigieren.
el: Πατώντας σε μια καταχώριση εμφανίζεται το πλήρες περιεχόμενό της στο κάτω μέρος του παραθύρου. Μπορείτε επίσης να χρησιμοποιήσετε τα πλήκτρα βελών για να περιηγηθείτε στον ανώτερο κατάλογο.
fr: Sélectionner une entrée affiche tout son contenu dans la partie inférieure de la fenêtre. Utilisez les touches fléchées pour vous déplacer dans la partie supérieure.

source: If an entry contains an <em>URL</em> field, clicking on the small button next to the url, the appropriate application is launched to view the target object (e.g. PDF viewer for pdf files, web browser for http address). See <link xref="gui-edit"/> about how to add an URL field to an entry. Alternatively, you can open the URL with the help of the <guiseq><gui>View</gui><gui>Resource</gui></guiseq> submenu item or the <guiseq><gui>Resource</gui></guiseq> pop up menu provided for the item list. If an item contains one or more viewable fields (like url) containing viewable resources, it is marked with an icon at the left edge of the item in the upper part of the main window (see the picture below).
el: Αν μια καταχώριση περιέχει ένα πεδίο <em>URL</em>, πατώντας στο μικρό κουμπί δίπλα στο url, εκκινεί η κατάλληλη εφαρμογή για να προβάλετε το αντικείμενο προορισμού (π.χ. προβολή PDF για αρχεία pdf, περιηγητής ιστού για διεύθυνση http). Δείτε <link xref="gui-edit"/> για το πώς να προσθέσετε ένα πεδίο URL σε μια καταχώριση. Εναλλακτικά, μπορείτε να ανοίξετε το URL με τη βοήθεια του στοιχείου υπομενού <guiseq><gui>Προβολή</gui><gui>Πηγές</gui></guiseq> ή το αναδυόμενο μενού <guiseq><gui>Πηγές</gui></guiseq> που παρέχεται για τον κατάλογο στοιχείων. Αν ένα στοιχείο περιέχει ένα ή περισσότερα ορατά πεδία (όπως url) που περιέχουν ορατές πηγές, σημειώνεται με έναν εικονίδιο στην αριστερή άκρη του στοιχείου στο ανώτερο τμήμα του κυρίως παραθύρου (δείτε την παρακάτω εικόνα).
fr: Si une entrée contient un champ <em>URL</em>, cliquez sur le petit bouton à côté de l'URL pour ouvrir l'application appropriée et afficher l'objet cible (comme le visionneur de PDF pour ouvrir des fichiers PDF, un navigateur Web pour des adresses HTTP). Consultez la section <link xref="gui-edit"/> pour apprendre à ajouter un champ URL à une entrée. Vous pouvez aussi ouvrir l'URL à partir du menu <guiseq><gui>Affichage</gui><gui>Ressource</gui></guiseq> ou du menu contextuel <guiseq><gui>Ressource</gui></guiseq> des éléments de la liste. Si un élément contient un ou plusieurs champs affichables (comme une URL), des ressources affichables, il est marqué d'une icône à sa gauche dans la partie supérieure de la fenêtre (voir l'illustration ci-dessous).

source: You can set the viewable fields and the applications used to view the resources in the <gui>Resource</gui> tab under the <guiseq><gui>Settings</gui><gui>Preferences</gui></guiseq> menu.
el: Μπορείτε να ορίσετε τα ορατά πεδία και τις χρησιμοποιούμενες εφαρμογές για να δείτε τις πηγές στην καρτέλα <gui>Πηγές</gui> κάτω από το μενού <guiseq><gui>Ρυθμίσεις</gui><gui>Προτιμήσεις</gui></guiseq>.
fr: Vous pouvez définir les champs affichables et les applications permettant d'afficher les ressources dans l'onglet <gui>Ressource</gui> du menu <guiseq><gui>Paramètres</gui><gui>Préférences</gui></guiseq>.

source: Clicking on an entry while pressing the <key>Shift</key> key extends the selection to the clicked entry. A click while pressing the <key>Control</key> key toggles the entry without altering the state of the rest of the selection. With copy and paste, or by drag and drop you can copy one or more selected entries into a new window or database.
el: Πατώντας σε μια καταχώριση, ενώ πατάτε το πλήκτρο <key>Shift</key> επεκτείνει την επιλογή στην πατημένη καταχώριση. Ένα πάτημα ενώ πατάτε το πλήκτρο <key>Control</key> εναλλάσσει την καταχώριση χωρίς να αλλάξει την κατάσταση του υπολοίπου της επιλογής. Με αντιγραφή και επικόλληση, ή με μεταφορά και απόθεση μπορείτε να αντιγράψετε μια ή περισσότερες επιλεγμένες καταχωρίσεις σε ένα νέο παράθυρο ή βάση δεδομένων.
fr: Si vous cliquez sur une entrée en maintenant la touche <key>Maj</key> enfoncée, vous étendez la sélection jusqu'à l'entrée cliquée. Si vous cliquez sur une entrée en maintenant la touche <key>Ctrl</key> enfoncée, vous basculez l'état de cette entrée sans modifier le reste de la sélection. Vous pouvez copier une ou plusieurs sélections dans une nouvelle fenêtre ou une nouvelle base de données par la méthode du copier-coller ou du glisser-déposer.

source: The main window
de: Das Hauptfenster
el: Το κυρίως παράθυρο
fr: La fenêtre principale

source: Clicking the right button of the mouse in the list opens a contextual menu. With this menu you can:
de: Durch einen Klick mit der rechten Maustaste wird ein Kontextmenü geöffnet. In diesem Menü ist Folgendes möglich:
el: Πατώντας το δεξί πλήκτρο του ποντικιού στον κατάλογο ανοίγει ένα μενού συμφραζομένων. Με αυτό το μενού μπορείτε:
fr: Un clic droit dans la liste ouvre le menu contextuel qui vous permet :

source: add a new entry
de: einen neuen Eintrag hinzufügen
el: να προσθέσετε μια νέα καταχώριση
fr: d'ajouter une nouvelle entrée,

source: edit the currently selected items
de: die aktuell ausgewählten Einträge bearbeiten
el: να επεξεργαστείτε τα τρέχοντα επιλεγμένα στοιχεία
fr: de modifier les éléments sélectionnés,

source: view the resource associated with the selected item
de: die zum aktuell ausgewählten Eintrag gehörende Ressource betrachten
el: να προβάλετε την συσχετισμένη πηγή με το επιλεγμένο στοιχείο
fr: d'afficher les ressources associées à l'élément sélectionné,

source: delete the currently selected items
de: die aktuell ausgewählten Einträge löschen
el: να διαγράψετε τα τρέχοντα επιλεγμένα στοιχεία
fr: de supprimer les éléments sélectionnés.

source: Note that some of these menu options can be disabled for a given database or entry, provided that the corresponding action can't be performed.
de: Beachten Sie, dass einige dieser Menüeinträge für eine bestimmte Datenbank oder einen bestimmten Eintrag nicht verfügbar sein könnten. Das zeigt an, dass die entsprechende Aktion nicht ausgeführt werden kann.
el: Σημειώστε ότι κάποιες από αυτές τις επιλογές μενού μπορούν να απενεργοποιηθούν για μια δεδομένη βάση δεδομένων ή καταχώριση, με την προϋπόθεση ότι η αντίστοιχη ενέργεια δεν μπορεί να εκτελεστεί.
fr: Veuillez noter que certaines de ces options peuvent être indisponibles pour certaines bases de données ou entrées si les actions correspondantes ne peuvent pas être appliquées.

source: By clicking on the column titles of the list, you'll sort the entries according to the corresponding field.
de: Durch Anklicken der Spaltenüberschriften in der Liste sortieren Sie die Einträge entsprechend dem korrespondierenden Feld.
el: Πατώντας στους τίτλους στήλης στον κατάλογο, θα ταξινομήσετε τις καταχωρίσεις σύμφωνα με το αντίστοιχο πεδίο.
fr: Cliquez sur l'en-tête d'une colonne de la liste pour trier les entrées en fonction du champ correspondant.

source: Other file formats which you can also use.
el: Άλλες μορφές αρχείων που μπορείτε επίσης να χρησιμοποιήσετε.
fr: Autres formats de fichiers utilisables.

source: Saving selected entries in different formats
de: Speichern ausgewählter Einträge in verschiedenen Formaten
el: Αποθηκεύοντας επιλεγμένες καταχωρίσεις σε διαφορετικές μορφές
fr: Enregistrement des entrées sélectionnées dans différents formats

source: Selected entries can be saved in different formats using the <guiseq><gui>Cite</gui><gui>Format...</gui></guiseq> menu item, see the following window:
el: Οι επιλεγμένες καταχωρίσεις μπορούν να αποθηκευτούν με διαφορετικές μορφές χρησιμοποιώντας το στοιχείο μενού <guiseq><gui>Παραπομπή</gui><gui>Μορφή...</gui></guiseq>, δείτε το ακόλουθο παράθυρο:
fr: Vous pouvez enregistrer les entrées sélectionnées dans différents formats à partir du menu <guiseq><gui>Citer</gui><gui>Format...</gui></guiseq> (voir l'illustration ci-dessous).

source: Formatting entries
de: Formatieren von Einträgen
el: Μορφοποίηση καταχωρίσεων
fr: Formatage des entrées

source: As a result, a formatted output file is generated according to a bibliographic style, either in HTML, LaTeX, Raw or Text format. The <app>Pybliographer</app> package contains some bibliographic styles, but own styles can also be created easily. See also <link xref="scripting-existing#script-scripting-existing-pybformat"/>.
el: Ως αποτέλεσμα, ένα μορφοποιημένο αρχείο εξόδου δημιουργείται σύμφωνα με μια βιβλιογραφική τεχνοτροπία, σε HTML, LaTeX, ακατέργαστο ή κείμενο. Το πακέτο <app>Pybliographer</app> περιέχει κάποιες βιβλιογραφικές τεχνοτροπίες, αλλά μπορείτε επίσης να δημιουργήσετε εύκολα. Δείτε επίσης <link xref="scripting-existing#script-scripting-existing-pybformat"/>.
fr: Par conséquent, un fichier de sortie formaté est généré en fonction d'un style bibliographique, au format HTML, LaTeX, Raw ou Text. Le paquet <app>Pybliographer</app> contient quelques styles bibliographiques, mais vous pouvez facilement créer vos propres styles. Consultez la section sur <link xref="scripting-existing#script-scripting-existing-pybformat"/>.

source: Editing entries.
el: Επεξεργασία καταχωρίσεων.
fr: Modifier des entrées.

source: Editing
de: Bearbeiten
el: Επεξεργασία
fr: Modification

source: Basic editing
de: Grundlegende Bearbeitung
el: Βασική επεξεργασία
fr: Modification de base

source: The Edition window
de: Das Bearbeitungsfenster
el: Το παράθυρο έκδοσης
fr: La fenêtre de modification

source: The edition window is represented in the figure above. On the right of each field, a symbol indicates if <app>Pybliographer</app> has been able to render all the information given in that field. For example, a BibTeX field containing an unknown command name cannot be correctly represented. In that case, <app>Pybliographer</app> provides a fake representation, and indicates it was not able to do a good job on this field by setting a red symbol on its right, instead of a green one.
el: Το παράθυρο έκδοσης απεικονίζεται στο παραπάνω σχήμα. Στα δεξιά του κάθε πεδίου, ένα σύμβολο δείχνει αν το <app>Pybliographer</app> μπόρεσε να αποδώσει όλες τις δεδομένες πληροφορίες σε αυτό το πεδίο. Για παράδειγμα, ένα πεδίο BibTeX που περιέχει ένα άγνωστο όνομα εντολής δεν μπορεί να απεικονιστεί σωστά. Σε αυτήν την περίπτωση, το <app>Pybliographer</app> παρέχει μια απομίμηση απεικόνισης και δείχνει ότι δεν μπόρεσε να κάνει καλή δουλειά σε αυτό το πεδίο ορίζοντας ένα κόκκινο σύμβολο στα δεξιά του, αντί για το πράσινο.
fr: L'illustration ci-dessus montre la fenêtre de modification. À droite de chaque champ, un symbole vert indique que <app>Pybliographer</app> a pu restituer correctement toutes les informations contenues dans ce champ. Par exemple, un champ BibTeX contenant un nom de commande inconnu ne peut pas être correctement représenté. Dans ce cas, <app>Pybliographer</app> affiche une représentation factice et indique son incapacité de faire du bon travail à l'aide de ce champ en utilisant un symbole rouge, au lieu d'un symbole vert.

source: If you edit such an entry, you can loose the additional information it contained. To avoid this, consider using native editing (see <link xref="gui-edit#gui-edit-native"/>).
el: Αν επεξεργάζεστε μια τέτοια καταχώριση, μπορείτε να χάσετε τις πρόσθετες πληροφορίες που περιέχει. Για να το αποφύγετε, σκεφτείτε να χρησιμοποιήσετε την εγγενή επεξεργασία (δείτε <link xref="gui-edit#gui-edit-native"/>).
fr: Si vous tentez de modifier une telle entrée, vous risquez de perdre les informations non représentées qu'elle contient. Pour éviter cela, envisagez plutôt d'utiliser la méthode native de modification (consultez <link xref="gui-edit#gui-edit-native"/>).

source: To edit the entries, simply type the corresponding text, without any consideration for the database format being used. For example, with <app>BibTeX</app>, don't add any <em>{</em> or special characters to influence the result, as they will be quoted by the system. For fields requiring names (like author and editor), use the following format: type one name per line, in the <em>last name, lineage, first name</em> order. If an author or editor field has too many names, you can end the list of names with <em>others</em>; the standard bibtex styles convert this to <em>et al</em>.
el: Για να επεξεργαστείτε τις καταχωρίσεις, πληκτρολογήστε απλά το αντίστοιχο κείμενο, χωρίς καμιά εξέταση για τη μορφή της βάσης δεδομένων που χρησιμοποιείται. Για παράδειγμα, με το <app>BibTeX</app>, μην προσθέτετε κανένα <em>{</em> ή ειδικούς χαρακτήρες για να επιδράσουν στο αποτέλεσμα, καθώς θα μπουν σε παρενθέσεις από το σύστημα. Για πεδία που απαιτούν ονόματα (όπως συγγραφέας και επεξεργασία), χρησιμοποιήστε την παρακάτω μορφή: πληκτρολογήστε ένα όνομα ανά γραμμή, στη σειρά <em>επώνυμο, καταγωγή, όνομα</em>. Αν ένα πεδίο συγγραφέα ή επιμελητή έχει υπερβολικά πολλά ονόματα, μπορείτε να τελειώσετε τον κατάλογο με <em>άλλοι</em>· οι τυπικές τεχνοτροπίες bibtex το μετατρέπουν σε <em>κ.α.</em>.
fr: Pour modifier une entrée, saisissez le texte correspondant sans tenir compte du format utilisé par la base de données. Par exemple, avec <app>BibTeX</app>, n'ajoutez aucune <em>{</em> ou caractères spéciaux pour influencer le résultat car ils seront mis entre parenthèses par le système. Pour les champs requérant un nom (comme auteur ou éditeur), utilisez le format suivant : saisissez un nom par ligne, dans l'ordre <em>nom, parenté, prénom</em>. Si un champ auteur ou éditeur possède trop de noms, terminez-le par <em>others</em> ; les styles standards de BibTeX convertissent cela en <em>et al</em>.

source: In addition to the standard fields, you can create your own fields using the <gui>Create Field</gui> button.
el: Πέρα από τα τυπικά πεδία, μπορείτε να δημιουργήσετε τα δικά σας πεδία χρησιμοποιώντας το κουμπί <gui>Δημιουργία πεδίου</gui>.
fr: Vous pouvez ajouter vos propres champs aux champs standards avec le bouton <gui>Créer un champ</gui>.

source: You can customize the mandatory and optional fields for the different type of entries. For example, associating the <em>URL</em> field with a given type of entry, it is possible to assign an url to an entry (e.g. the location of the pdf version of an article or the address of a website). See the window below. More information about the association of fields can be found in <link xref="gui-settings"/>.
el: Μπορείτε να προσαρμόσετε τα υποχρεωτικά και προαιρετικά πεδία για τους διαφορετικούς τύπους καταχωρίσεων. Για παράδειγμα, δίνοντας στο πεδίο <em>URL</em> έναν δεδομένο τύπο καταχώρισης, μπορείτε να αναθέσετε ένα url σε μια καταχώριση (π.χ. την θέση της έκδοσης pdf ενός άρθρου ή της διεύθυνσης ενός ιστοτόπου). Δείτε το παρακάτω παράθυρο. Περισσότερες πληροφορίες για την ανάθεση πεδίων μπορείτε να βρείτε στο <link xref="gui-settings"/>.
fr: Vous pouvez personnaliser les champs obligatoires et optionnels de chaque type d'entrée. Par exemple, en associant le champ <em>URL</em> à un type d'entrée donné, vous pouvez attribuer un URL à une entrée (par ex. l'endroit où se trouve la version PDF d'un article ou l'adresse d'un site Web). Consultez l'illustration ci-dessous. Vous trouverez plus d'informations sur les associations de champs dans la section <link xref="gui-settings"/>.

source: The Edition window - Optional fields
de: Das Bearbeitungsfenster - Optional Felder
el: Το παράθυρο έκδοσης - Προαιρετικά πεδία
fr: La fenêtre de modification - champs optionnels

source: The following keyboard shortcuts are available during edition (in addition to the standard ones provided by Gtk):
de: Die folgenden Tastenkürzel sind während der Bearbeitung verfügbar, zusätzlich zu den Standard-Tastenkürzeln in GTK:
el: Οι ακόλουθες συντομεύσεις πληκτρολογίου είναι διαθέσιμες κατά την επεξεργασία (πέρα από τις τυπικές συντομεύσεις που παρέχονται από το Gtk):
fr: En plus des raccourcis clavier standards de Gtk, les raccourcis suivants sont disponibles pendant la modification :

source: <keyseq><key>Ctrl</key><key>TAB</key></keyseq> to jump to the next field
el: <keyseq><key>Ctrl</key><key>TAB</key></keyseq> για να μεταβείτε στο επόμενο πεδίο
fr: <keyseq><key>Ctrl</key><key>Tab</key></keyseq> va au champ suivant,

source: <keyseq><key>Shift</key><key>TAB</key></keyseq> to jump to the previous field
el: <keyseq><key>Ctrl</key><key>TAB</key></keyseq> για να μεταβείτε στο προηγούμενο πεδίο
fr: <keyseq><key>Maj</key><key>Tab</key></keyseq> va au champ précédent,

source: <keyseq><key>Ctrl</key><key>Enter</key></keyseq> to accept the modifications
el: <keyseq><key>Ctrl</key><key>Enter</key></keyseq> για να δεχτείτε τις τροποποιήσεις
fr: <keyseq><key>Ctrl</key><key>Entrée</key></keyseq> confirme les modifications,

source: <key>Esc</key> to cancel the edition
el: <key>Esc</key> για να ακυρώσετε την επεξεργασία
fr: <key>Échap</key> annule la modification.
