Repository: zkota/pyblio-1.2
Catalog: help/*/*.po
Languages: de, el, fr

source: To execute a script written for pybliographer, simply run
de: Um ein für Pybliographer geschriebenes Skript auszuführen, rufen Sie Folgendes auf:

source: myscript.py
de: meinskript.py

source: #!/path/to/pybliographer ...rest of your script...
de: #!/pfad/zu/pybliographer ...Ihr Skript...

source: You can alternatively start your script by <placeholder-1/> and make it executable.
de: Alternativ können Sie Ihr Skript mittels <placeholder-1/> starten und es ausführbar machen.

source: Some scripts are provided with pybliographer, both as example and as useful tools. They are quite short and should be readable with basical knowledge of <productname>python</productname>.
de: Einige Skripte werden bereits mit Pybliographer mitgeliefert, sowohl einfache Beispiele als auch nutzbare Werkzeuge. Sie sind recht knapp gehalten und sollten mit etwas Basiswissen in <productname>python</productname> verständlich sein.

source: It is possible to use its output directly in an emacs compile buffer, in order to jump directly to the encountered errors. To do so, type <keysym>M-x compile</keysym>, then the command <command>pybcheck <filename>yourfiles</filename></command>, and use the middle button of the mouse to jump into the faulty file.
de: Die Ausgabe können Sie direkt in den »Compile buffer« von Emacs weiterleiten und somit direkt zu den entdeckten Fehlern springen. Geben Sie hierzu <keysym>M-x compile</keysym> ein, anschließend den Befehl <command>pybcheck <filename>ihre_dateien</filename></command> und springen Sie mit der mittleren Maustaste direkt in die fehlerhafte Datei.

source: Usually, one stores its bibliographies in one or several large BibTeX files, and lets <command>bibtex</command> extract the entries used in a LaTeX document. But it is sometime convenient to create a self-contained package (for example to share it in native form with somebody else, or to store it), with a minimalistic BibTeX file holding exactly the entries used in LaTeX. This tool does exactly that: it reads a LaTeX <filename>.aux</filename> file, and extract from the specified BibTeX databases the corresponding entries.
de: Üblicherweise werden Bibliografien in einer oder mehreren großen BibTeX-Dateien gespeichert und <command>bibtex</command> entpackt die in einem LaTeX-Dokument verwendeten Einträge. Gelegentlich ist es aber bequemer, ein Komplettpaket zu erstellen, um es beispielsweise an andere weiterzugeben oder zu speichern. Dieses Paket enthält dann auf das Wesentliche beschränkte minimalisierte BibTeX-Datei, welche exakt aus den in LaTeX verwendeten Einträgen besteht. Dieses Werkzeug tut genau das: Es liest eine LaTeX-Datei ein (<filename>.aux</filename>) und entpackt aus den angegebenen BibTex-Datenbanken die entsprechenden Einträge.

source: database...
de: Datenbank...

source: <placeholder-1/><placeholder-2/> [options] <placeholder-3/>
de: <placeholder-1/><placeholder-2/> [Optionen] <placeholder-3/>

source: This command without options will use the style called <emphasis>alpha</emphasis> to create a bibliography in <emphasis>Text</emphasis> format. Several options are available to create these documents:
de: Dieser Befehl ohne Optionen verwendet den Stil namens <emphasis>alpha</emphasis> zur Erstellung einer Bibliografie im <emphasis>Textformat</emphasis>. Zur Erstellung dieser Dokumente stehen verschiedene Optionen zur Verfügung:

source: <option>--style=... or -s ...</option>: specify a bibliography style. This can be a full path to an existing XML file, or a name which will be searched in the standard places. Default is Alpha.
de: <option>--style=... oder -s ...</option>: legt einen bibliografischen Stil fest. Dies kann ein vollständiger Pfad zu einer existierenden XML-Datei sein oder ein Name, nach dem an Standardorten gesucht wird. Vorgabe ist Alpha.

source: <option>--format=... or -f ...</option>: specify an output format (HTML, LaTeX, Raw, Text, Textau, Textnum). Default is Text. (Textau and Textnum are just slightly modified versions of Text. See <xref linkend="script-scripting-existing-pybtext"/> for more details.)
de: <option>--format=... oder -f ...</option>: legt ein Ausgabeformat fest (HTML, LaTeX, Raw, Text, Textau, Textnum). Vorgabe ist Text. Textau und Textnum sind leicht angepasste Versionen von Text. Siehe <xref linkend="script-scripting-existing-pybtext"/> für weitere Details.)

source: <option>--output=... or -o ...</option>: specify an output filename. STDOUT is the default.
de: <option>--output=... oder -o ...</option>: legt eine Namen für die Ausgabedatei fest. Vorgabe ist STDOUT.

source: <option>--header=... or -H ...</option>: defines a file that will be prepended to the output file.
de: <option>--header=... oder -H ...</option>: legt eine Datei fest, die der Ausgabedatei vorangestellt wird.

source: <option>--footer=... or -F ...</option>: defines a file that will be appended to the output file.
de: <option>--footer=... oder -F ...</option>: legt eine Datei fest, die der Ausgabedatei angehängt wird.

source: <option>--list=output or -l output</option>: lists the available output formats
de: <option>--list=output or -l output</option>: listet verfügbare Ausgabeformate auf

source: This tool reads a LaTeX <filename>.aux</filename> file, and extracting the corresponding entries from the specified BibTeX databases creates a LaTeX bbl file.
de: Dieses Werkzeug liest eine LaTex-Datei (<filename>.aux</filename>), entpackt die korrespondierenden Einträge aus den angegebenen BibTex-Datenbanken und erstellt wiederum eine LaTex-Datei (<filename>.bbl</filename>).

source: The keys of selected entries can be copied easily from pybliographer into a text editor or terminal by <emphasis>copy and paste </emphasis> or <emphasis>drag and drop</emphasis>.
de: Die Schlüssel der ausgewählten Einträge können durch <emphasis>Kopieren und Einfügen</emphasis> oder <emphasis>Ziehen und Ablegen</emphasis> direkt aus Pybliographer in einen Texteditor oder in ein Terminalfenster kopiert werden.

source: bibfiles...
de: bib-Dateien...

source: This command without the options will use the style called <emphasis>Abbrev</emphasis> and <filename>textfile.pyb</filename> as outputfile for processing. <filename>textfile</filename> is the name of the file to be processed and <filename>bibfiles</filename> is one or more bibliographic database file.
de: Dieser Befehl ohne Optionen verwendet den Stil namens <emphasis>Abbrev</emphasis> und <filename>textfile.pyb</filename> als Ausgabedatei der Verarbeitung. <filename>textfile</filename> ist der Name der zu verarbeitenden Datei und <filename>bibfiles</filename> bezeichnet eine oder mehrere bibliografische Datenbankdateien.

source: There are three different <emphasis>styles</emphasis> which are designed for pybtext. Using <emphasis>abbrvbib</emphasis> results in keys as they are defined in the database. With the style <emphasis>abbrvau</emphasis>, author-year type keys (e.g. Jackson et al., 2004) can be generated. Using <emphasis>abbrvnum</emphasis>, the script produces a simple numbered list. For abbrvau and abbrvnum, the formats Textau and Textnum are used, respectively. They are just simple modifications of the Text format, optimized for these styles. Using other styles (Alpha, Abbrev or apa4e), the text body is not processed, but the reference list is appended in the form that corresponds to the used style.
de: Es gibt drei verschiedene<emphasis>Stile</emphasis>, die für pybtext entworfen wurden. Durch <emphasis>abbrvbib</emphasis> werden Schlüssel generiert wie jene, die in der Datenbank definiert sind. Mit dem Stil <emphasis>abbrvau</emphasis> können Schlüssel des Typs »author-year« erzeugt werden, zum Beispiel »Jackson et al., 2004«. Mit <emphasis>abbrvnum</emphasis> erzeugt das Skript eine einfache nummerierte Liste. Für abbrvau und abbrvnum werden die Formate Textau bzw. Textnum benutzt. Es handelt sich dabei um einfache Anpassungen des Text-Formats, die für diese Stile optimiert sind. Durch die anderen Stile (Alpha, Abbrev or apa4e) wird der Textkörper selbst nicht verarbeitet, aber eine Referenzliste in einer zum verwendeten Stil korrespondierenden Form angehängt.

source: This section describes some basic classes and ideas that are useful to understand how pybliographer works.
de: Dieser Abschnitt beschreibt einige grundlegende Klassen und Ideen, die Ihnen das Verständnis dessen erleichtern sollen, wie Pybliographer funktioniert.

source: In the following, all the modules that will be refered to belong to the <symbol>Pyblio</symbol> domain. So, to access the members of the <symbol>Open</symbol> module, you'll have to write at the beginning of your script something like
de: Im Folgenden beziehen sich alle Module auf die <symbol>Pyblio</symbol>-Domain. Um also auf das <symbol>Open</symbol>-Modul zuzugreifen, setzen Sie Folgendes an den Anfang Ihres Skripts:

source: The <symbol>Base</symbol> module contains some of the most basical classes used in the application:
de: Das <symbol>Base</symbol>-Modul enthält einige der grundlegendsten in der Anwendung verwendeten Klassen:

source: <symbol>Base.Entry</symbol> represents a specific bibliographic entry, with all its fields. It behaves like a hash table which returns the content of a field given its name
de: <symbol>Base.Entry</symbol> repräsentiert einen spezifischen bibliografischen Eintrag, mit allen seinen Feldern. Es verhält sich wie eine Hash-Tabelle, die auf die Angabe dessen Namens den Inhalt eines Feldes zurückgibt.

source: <symbol>Base.DataBase</symbol> is the class from which every database type inherits. It behaves like a hash table that returns a Base.Entry given a Base.Key
de: <symbol>Base.DataBase</symbol> ist die Klasse, von der jeder Datenbanktyp die Eigenschaften erbt. Sie verhält sich wie eine Hash-Tabelle, die für einen gegebenen Base.Key einen Base.Entry zurückgibt.

source: <symbol>Key.Key</symbol> is the object that uniquely identifies an entry. This object must be unique over the whole application, and is composed of a database part and an entry part.
de: <symbol>Key.Key</symbol> ist das Objekt, das einen Eintrag eindeutig identifiziert. Dieses Objekt muss in der gesamten Anwendung eindeutig sein und besteht aus einem Datenbankteil und einem Eintragsteil.

source: An <symbol>Iterator</symbol> is an object that provides a way to access a sequence of items in order. These iterators are used extensively in pybliographer, because they hide the underlying access mechanism, and provide the same access on any database. They are also perfectly suited for implementing transparent filtering and sorting of entries: the <symbol>Selection.Selection</symbol> class for example takes an iterator (on a database for example) and return a new one which will only iterate on a subset of the entries, according to a search criterion.
de: Ein <symbol>Iterator</symbol> ist ein Objekt, das eine Möglichkeit zum Zugriff auf eine Sequenz von geordneten Objekten bietet. Diese Iteratoren werden sehr häufig in Pybliographer verwendet, weil sie den zugrunde liegenden Zugriffsmechanismus verbergen, aber den gleichen Zugriff auf beliebige Datenbanken bieten. Sie sind auch perfekt zugeschnitten für die Implementierung transparenter Filterung und Sortierung von Einträgen: Die <symbol>Selection.Selection</symbol>-Klasse beispielsweise nimmt einen Iterator (z.B. in einer Datenbank) und gibt einen neuen zurück, der anhand eines Suchkriteriums nur eine Untermenge der Einträge iteriert.

source: Customization
de: Anpassung

source: The configuration system is heavily based on python's module system. The configuration files are standard pybliographer scripts (that is, python code making use of pybliographer extra classes and functions), whose single special feature is to be automatically parsed at startup or when needed.
de: Das Konfigurationssystem basiert weitgehend auf dem Python-Modulsystem. Die Konfigurationsdateien sind Pybliographer-Standardskripte, also Python-Code, der zusätzlich die Klassen und Funktionen von Pybliographer nutzt. Als spezielles Funktionsmerkmal werden diese automatisch beim Start oder bei Bedarf eingelesen.

source: The first file to be parsed is <filename>${prefix}/share/pybliographer/pybrc.py</filename>. It serves as a bootstrap for the general configuration mechanism, and defines:
de: Die erste zu parsende Datei ist <filename>${prefix}/share/pybliographer/pybrc.py</filename>. Sie dient als Bootstrap für den allgemeinen Konfigurationsmechanismus und definiert:

source: Finally, if the user provides a file called <filename>.pybrc.py</filename> in its home directory, this file is then parsed. Of course it can also define a private configuration directory, and override what has been defined before.
de: Falls im persönlichen Ordner des Benutzers eine Datei namens <filename>.pybrc.py</filename> existiert, dann wird diese Datei eingelesen. Natürlich kann auch ein privater Konfigurationsordner definiert werden und damit vorher erfolgte Definitionen überschrieben werden.

source: The <classname>Config</classname> module
de: Das <classname>Config</classname>-Modul

source: All the data that can be configured should be handled by the so-called <classname>Config</classname> module. It provides a standard interface to set/get and document configuration items.
de: Alle konfigurierbaren Daten sollten vom sogenannten <classname>Config</classname>-Modul verarbeitet werden. Es stellt eine Standardschnittstelle zum Festlegen, Auslesen und Dokumentieren von Konfigurationseinträgen bereit.

source: Creating new Styles
de: Erstellen neuer Stile

source: In this example, we require that the <emphasis>author</emphasis> fields should be formatted by the <function>full_authors()</function> function, located in the <filename>generic</filename> module.
de: In diesem Beispiel setzen wir voraus, dass die <emphasis>author</emphasis>-Felder mit der <function>full_authors()</function>-Funktion formatiert werden, welche im <filename>generic</filename>-Modul enthalten ist.

source: Such a module has to be declared in the <filename>pybrc.py</filename> file, by a line like: <placeholder-1/>
de: Solch ein Modul muss in der Datei <filename>pybrc.py</filename> deklariert werden, durch eine Zeile wie: <placeholder-1/>

source: The precise definition of the formatting functions is better explained by looking at the code of <filename>Generic.py</filename> for example.
de: Die genaue Definition der Formatierungsfunktionen wird besser verständlich im Code von beispielsweise <filename>Generic.py</filename>.

source: This tag specifies the current display style, among <emphasis>bold, italic, slanted, emph</emphasis>.
de: Dieser Tag legt den aktuellen Anzeigestil fest, mit einem der Werte <emphasis>bold, italic, slanted, emph</emphasis>.

source: This tag encloses a block that is only to appear in entries of type <varname>entryname</varname>.
de: Dieser Tag schließt einen Block ein, der nur in Einträgen des Typs <varname>entryname</varname> erscheint.

source: This tag encloses a block that is only to appear in entries that are <emphasis>not</emphasis> of type <varname>entryname</varname>.
de: Dieser Tag schließt einen Block ein, der nur in Einträgen erscheint, die <emphasis>nicht</emphasis> vom Typ <varname>entryname</varname> sind.

source: This tag encloses a block that only appears when the specified <varname>fieldname</varname> field exists in the current entry.
de: Dieser Tag schließt einen Block ein, der nur erscheint, wenn das Feld <varname>fieldname</varname> im aktuellen Eintrag existiert.

source: This tag encloses a block that only appears when the specified <varname>fieldname</varname> field <emphasis>does not</emphasis> exist in the current entry.
de: Dieser Tag schließt einen Block ein, der nur erscheint, wenn das Feld <varname>fieldname</varname> im aktuellen Eintrag <emphasis>nicht</emphasis> existiert.

source: <application>Pybliographer</application> was originally written by Frédéric Gobry. Many thanks to all contributors for their fruitful work.
de: <application>Pybliographer</application> wurde ursprünglich von Frédéric Gobry geschrieben. Vielen Dank an alle Mitwirkenden für ihre ertragreiche Arbeit.

source: documentation, translations
de: Dokumentation, Übersetzungen

source: internationalization, UI goodies
de: Internationalisierung, Verbesserungen der grafischen Oberfläche

source: project maintainer, core application, Gnome interface, documentation
de: Projektbetreuer, Anwendungskern, GNOME-Schnittstelle, Dokumentation

source: documentation, packaging, ui code
de: Dokumentation, Paketerstellung, Code der grafischen Oberfläche

source: original Ovid parser
de: originaler Ovid-Parser

source: application design, requirement docs, import and ui code
de: Anwendungsdesign, Erfordernisse der Dokumentation, Import und Code der grafischen Oberfläche

source: This manual was written with the help of the GNOME Documentation Project.
de: Dieses Handbuch wurde mit Hilfe des GNOME-Dokumentationsprojekts geschrieben

source: For more information please visit the <application>Pybliographer</application><ulink url="http://www.pybliographer.org" type="http">website</ulink>.
de: Weitere Informationen finden Sie auf der <application>Pybliographer</application>-<ulink url="http://www.pybliographer.org" type="http">Webseite</ulink>.
