Repository: zkota/pyblio-1.2
Catalog: help/*/*.po
Languages: de, el, fr

source: This tag encloses a block that only appears when the specified <var>fieldname</var> field <em>does not</em> exist in the current entry.
el: Αυτή η ετικέτα περικλείει μια ομάδα που εμφανίζεται μόνο όταν το συγκεκριμένο πεδίο <var>fieldname</var> <em>δεν</em> υπάρχει στην τρέχουσα καταχώριση.
fr: Cette balise entoure un bloc qui ne s'affiche que lorsque le champ <var>fieldname</var> <em>n'existe pas</em> dans l'entrée actuelle.

source: This empty tag is replaced by the content of the current field (when placed in a &lt;infield&gt; block) or the content of the field specified as attribute.
de: Dieser leere Tag wird durch den Inhalt des aktuellen Feldes ersetzt, wenn es in einem &lt;infield&gt;-Block liegt, oder den Inhalt des als Attribut angegebenen Feldes.
el: Αυτή η κενή ετικέτα αντικαθίσταται από το περιεχόμενο του τρέχοντος πεδίου (όταν είναι τοποθετημένη σε μια ομάδα &lt;infield&gt;) ή το περιεχόμενο του πεδίου ορίστηκε ως γνώρισμα.
fr: Cette balise vide est remplacée par la valeur du champ actuel (quand il est placé dans un bloc &lt;infield&gt;), ou par le contenu du champ défini comme attribut.

source: This tag's content evaluates to nothing when no text has been issued so far. It is a convenient way to add a delimiter after a series of fields without being worried of the special case when the fields are not defined.
de: Der Inhalt dieses Tags wird in einen leeren Inhalt aufgelöst, wenn kein weiterer Text angegeben wird. Es ist ein bequemer Weg, eine Trennung nach einer Reihe von Feldern einzufügen, ohne den Spezialfall nicht definierter Felder beachten zu müssen.
el: Αυτό το περιεχόμενο της ετικέτας αξιολογείται σε τίποτα όταν δεν έχει δοθεί μέχρι τώρα. Είναι ένας βολικός τρόπος να προσθέσετε έναν οριοθέτη μετά από μια σειρά πεδίων χωρίς να ανησυχείτε για την ειδική περίπτωση όταν δεν ορίζονται τα πεδία.
fr: Le contenu de cette balise s'évalue à rien tant qu'aucun texte n'a été émis. C'est une manière pratique d'ajouter un séparateur après une série de champs sans s'inquiéter du cas spécial où les champs ne sont pas définis.

source: The existing style files are a good source of examples.
de: Die vorhandenen Stildateien sind eine gute Quelle für Beispiele.
el: Τα υπάρχοντα αρχεία τεχνοτροπίας είναι μια καλή πηγή παραδειγμάτων.
fr: Les fichiers de style existants sont une bonne source d'exemples.

source: Future of the format
de: Zukunft des Formats
el: Μέλλον της μορφής
fr: Devenir du format

source: In the future, this rudimentary format will most likely be replaced with an XSL-based mechanism, which should encompass both the XML definition and the python modules, thus providing standalone style files, parsable by any XSL parser.
de: In der Zukunft wird dieses rudimentäre Format höchstwahrscheinlich durch einen XSL-basierten Mechanismus ersetzt, welcher die XML-Definition und die Python-Module beinhaltet. Dadurch werden unabhängige Stildateien bereitgestellt, die durch jeden XSL-Parser verarbeitet werden können.
el: Στο μέλλον, αυτή η υποτυπώδης μορφή θα αντικατασταθεί πιθανότατα με έναν μηχανισμό με βάση το XSL, που πρέπει να καλύπτει και τον ορισμό XML και τα αρθρώματα Python, δίνοντας έτσι αυτόνομα αρχεία τεχνοτροπίας, αναλύσιμα από οποιονδήποτε αναλυτή XSL.
fr: Dans le futur, ce format rudimentaire va certainement être remplacé par un mécanisme basé sur du XSL, qui devrait englober la définition XML et les modules Python, donnant ainsi des fichiers de style autonomes et analysables par n'importe quel analyseur syntaxique XSL.

source: Customize the sort order of the entries.
el: Προσαρμογή της σειράς ταξινόμησης των καταχωρίσεων.
fr: Personnaliser l'ordre de tri des entrées.

source: Sorting
de: Sortieren
el: Ταξινόμηση
fr: Tri

source: Clicking on the title of each column in the main index provides some rudimentary way of sorting a database. A much powerful method is to open the sort dialog (in <guiseq><gui>Edit</gui><gui>Sort</gui></guiseq>). This menu, displayed in the picture below, gives a list of fields which can be used as sort criterions, plus a flag indicating how they are currently used. By clicking twice on the item, it is possible to choose how the field will be used:
el: Πατώντας στον τίτλο κάθε στήλης στο κύριο ευρετήριο δίνει κάποιον υποτυπώδη τρόπο ταξινόμησης μιας βάσης δεδομένων. Μια πολύ ισχυρή μέθοδος είναι να ανοίξετε τον διάλογο ταξινόμησης (στο <guiseq><gui>Επεξεργασία</gui><gui>Ταξινόμηση</gui></guiseq>). Αυτό το μενού, που εμφανίζεται στην παρακάτω εικόνα, δίνει έναν κατάλογο των πεδίων που μπορούν να χρησιμοποιηθούν ως κριτήρια ταξινόμησης , συν μια σημαία που δείχνει πώς χρησιμοποιούνται προς το παρόν. Πατώντας δυο φορές στο στοιχείο, μπορείτε να επιλέξετε πώς θα χρησιμοποιηθεί το πεδίο:
fr: Cliquer sur l'en-tête de chaque colonne dans l'index principal est une manière rudimentaire de trier une base de données. Une méthode beaucoup plus performante consiste à ouvrir la boîte de dialogue de tri (dans <guiseq><gui>Édition</gui><gui>Trier</gui></guiseq>). Ce menu, qui est illustré ci-dessous, affiche une liste de champs qui peuvent servir de critères de tri, ainsi qu'un drapeau indiquant leur statut actuel. En cliquant deux fois sur l'élément, vous pouvez choisir la façon dont le champ sera utilisé :

source: Nothing means the field is not in use.
de: Nichts bedeutet, dass das Feld nicht benutzt wird.
el: Τίποτα σημαίνει ότι το πεδίο δεν χρησιμοποιείται.
fr: rien signifie que le champ n'est pas utilisé,

source: A <em>triangle</em>-like symbol means sort in <em>ascending order</em>.
el: Ένα σύμβολο που μοιάζει με <em>τρίγωνο</em> σημαίνει ταξινόμηση με <em>αύξουσα σειρά</em>.
fr: un symbole <em>triangle</em> signifie que le tri est en <em>mode ascendant</em>,

source: An <em>upside down triangle</em>-like symbol means sort in <em>descending order</em>.
el: Ένα σύμβολο που μοιάζει με <em>ανάποδο τρίγωνο</em> σημαίνει ταξινόμηση με <em>φθίνουσα σειρά</em>.
fr: un symbole <em>triangle</em> à l'envers signifie que le tri est en <em>mode descendant</em>.

source: The order in which the sorting is performed depends on the order in the list. To modify this order, simply drag and drop an item to change its position. To make this sort order default, it can be saved by clicking on the <gui>Set as default</gui> button.
el: Η σειρά ταξινόμησης εξαρτάται από τη σειρά στον κατάλογο. Για να τροποποιήσετε αυτήν τη σειρά, μεταφέρτε και αποθέστε απλά ένα στοιχείο για να αλλάξετε τη θέση του. Για να κάνετε αυτή τη σειρά ταξινόμησης προεπιλεγμένη, μπορείτε να την αποθηκεύσετε πατώντας στο κουμπί <gui>Ορισμός ως προεπιλογή</gui>.
fr: L'ordre dans lequel le tri s'effectue dépend de l'ordre de la liste. Pour modifier cet ordre, faites glisser et déposez un élément avec la souris pour le déplacer. Pour définir ce mode de tri par défaut, enregistrez-le en cliquant sur le bouton <gui>Définir par défaut</gui>.

source: The Sort dialog
de: Der Sortierdialog
el: Ο διάλογος ταξινόμησης
fr: La boîte de dialogue de tri

source: How to change settings and preferences.
el: Πώς να αλλάξετε ρυθμίσεις και προτιμήσεις.
fr: Modifier les paramètres et les préférences.

source: Under the <guiseq><gui>Settings</gui></guiseq> menu, you can find some options to customize <app>Pybliographer</app>.
el: Κάτω από το μενού <guiseq><gui>Ρυθμίσεις</gui></guiseq>, μπορείτε να βρείτε κάποιες επιλογές για προσαρμογή του <app>Pybliographer</app>.
fr: Dans le menu <guiseq><gui>Paramètres</gui></guiseq>, vous trouverez quelques options pour personnaliser <app>Pybliographer</app>.

source: Entry types and field names configuration
de: Konfiguration der Eintragstypen und Feldnamen
el: Τύποι καταχώρησης και ρύθμιση ονομάτων πεδίων
fr: Configuration des types d'entrées et des noms de champs

source: Configuration of fields and entry types
de: Konfiguration der Felder und Eintragstypen
el: Ρύθμιση πεδίων και τύπων καταχώρισης
fr: Configuration des champs et des types d'entrée

source: Selecting the <guiseq><gui>Settings</gui><gui>Fields</gui></guiseq> menu item, it is possible to add or remove fields, to set their type, and to define which fields should be associated with a given type of entry. In addition, the mandatory and optional fields are also can be varied. In the window displayed above, as an example, the association of the <em>Article</em> entry type can be seen.
el: Επιλέγοντας το στοιχείο μενού <guiseq><gui>Ρυθμίσεις</gui><gui>Πεδία</gui></guiseq>, μπορείτε να προσθέσετε ή να αφαιρέσετε πεδία, να ορίσετε τον τύπο τους και να ορίσετε ποια πεδία πρέπει να συσχετιστούν με έναν δεδομένο τύπο καταχώρισης. Επιπλέον, τα υποχρεωτικά και προαιρετικά πεδία μπορούν επίσης να μεταβληθούν. Στο παραπάνω εμφανιζόμενο παράθυρο, ως παράδειγμα, μπορείτε να δείτε την σύνδεση του τύπου καταχώρισης του<em>άρθρου</em>.
fr: Choisissez <guiseq><gui>Paramètres</gui><gui>Champs</gui></guiseq> dans le menu pour ajouter ou enlever des champs, pour définir leur type et définir quels champs doivent être associés à un type d'entrée donné. Vous pouvez aussi modifier les champs optionnels et obligatoires. L'illustration de l'exemple ci-dessus montre les associations pour le type d'entrée <em>Article</em>.

source: Preferences
de: Einstellungen
el: Προτιμήσεις
fr: Préférences

source: Clicking on the <guiseq><gui>Settings</gui><gui>Preferences</gui></guiseq> menu item, a lot of configuration options can be controlled. Such options are, for instance, settings of the different type of bibliographic database formats, autosave, size of history, default editing mode, the default type of a newly created entry, and resource configuration.
el: Πατώντας στο στοιχείο μενού <guiseq><gui>Ρυθμίσεις</gui><gui>Προτιμήσεις</gui></guiseq>, πολλές επιλογές διαμόρφωσης μπορούν να ελεγχθούν. Τέτοιες επιλογές είναι, για παράδειγμα, ρυθμίσεις του διαφορετικού τύπου των βιβλιογραφικών μορφών βάσης δεδομένων, η αυτόματη αποθήκευση, το μέγεθος του ιστορικού, η προεπιλεγμένη κατάσταση επεξεργασίας, ο προεπιλεγμένος τύπος της νεοδημιουργούμενης καταχώρισης και ρύθμιση της πηγής.
fr: Cliquez sur <guiseq><gui>Paramètres</gui><gui>Préférences</gui></guiseq> dans le menu pour contrôler beaucoup d'options de configuration. Parmi ces options, il y a par exemple, des paramètres pour formater différents types de bases de données bibliographiques, pour l'enregistrement automatique, pour définir la taille de l'historique, pour déterminer un mode d'édition par défaut, pour définir le type par défaut d'une entrée nouvellement créée et la configuration des ressources.

source: How to find a certain entry in the database.
el: Πώς να βρείτε μια συγκεκριμένη καταχώριση στη βάση δεδομένων.
fr: Rechercher une entrée spécifique dans la base de données.

source: Searching
de: Suchen
el: Αναζήτηση
fr: Recherche

source: <app>Pybliographic</app> offers a quite powerful searching mechanism. For searching you can use the quick search entry of the toolbar or the search dialog. To open the search dialog, click on <guiseq><gui>Edit</gui><gui>Search</gui></guiseq> in the menu. The dialog that appears (see the picture below) displays a search form at the top.
el: Το <app>Pybliographic</app> προσφέρει έναν αρκετά ισχυρό μηχανισμό αναζήτησης. Για αναζήτηση μπορείτε να χρησιμοποιήσετε την γρήγορη αναζήτηση καταχώρισης της εργαλειοθήκης ή του διαλόγου αναζήτησης. Για να ανοίξετε τον διάλογο αναζήτησης, πατήστε στο <guiseq><gui>Επεξεργασία</gui><gui>Αναζήτηση</gui></guiseq> στο μενού. Ο διάλογος που εμφανίζεται (δείτε την παρακάτω εικόνα) εμφανίζει μια φόρμα αναζήτησης στην κορυφή.
fr: <app>Pybliographic</app> propose un outil de recherche vraiment performant. Pour faire une recherche, utilisez le champ de saisie « Recherche rapide » de la barre d'outils ou la boîte de dialogue « Rechercher ». Pour ouvrir celle-ci, cliquez sur <guiseq><gui>Édition</gui><gui>Rechercher</gui></guiseq> dans le menu. Dans la boîte de dialogue qui s'affiche (voir l'illustration ci-dessous) apparaît un formulaire de recherche.

source: The Search dialog
de: Der Suchdialog
el: Ο διάλογος αναζήτησης
fr: La boîte de dialogue de recherche

source: Simple searches
de: Einfache Suchvorgänge
el: Απλές αναζητήσεις
fr: Recherche simple

source: With a simple search, you can select the field that will be searched and you can specify a regular expression to be matched. <gui>- any field -</gui> means that all the existing fields will be searched. This is usually more time-consuming.
el: Με μια απλή αναζήτηση, μπορείτε να επιλέξετε το πεδίο που θα αναζητηθεί και μπορείτε να ορίσετε μια κανονική έκφραση που θα ταιριάζει. <gui>- κάθε πεδίο -</gui> σημαίνει ότι όλα τα υπάρχοντα πεδία θα αναζητηθούν. Αυτό συνήθως είναι πιο χρονοβόρο.
fr: Utilisez cette option pour sélectionner le champ à rechercher et saisissez un motif à trouver. <gui>- tous les champs -</gui> signifie que la recherche se fera dans tous les champs existants. Ce choix est le plus long au point de vue temps de recherche.

source: Expert searches
de: Erweiterte Suchvorgänge
el: Προχωρημένη αναζήτηση
fr: Recherche avancée

source: An expert search is an expression that looks like:
de: Eine erweiterte Suchanfrage ist ein Ausdruck, der etwa so aussieht:
el: Μια προχωρημνη αναζήτηση είναι μια έκφραση που μοιάζει με:
fr: Une recherche avancée se présente sous la forme :

source: has('author','name') | -has('title','test')
fr: has('author','nom') | -has('title','test')

source: Such an expression means: select the entries where the field <em>author</em> matches <em>name</em>, or (symbol <em>|</em>) where the field <em>title</em> does <em>not</em> match <em>test</em>. The boolean <var>and</var> is noted <em>&amp;</em>.
el: Μια τέτοια έκφραση σημαίνει: επιλέξτε τις καταχωρίσεις όπου το πεδίο <em>συγγραφέας</em> ταιριάζει με το <em>όνομα</em>, ή το (σύμβολο <em>|</em>) όπου το πεδίο <em>τίτλος</em> <em>δεν</em> ταιριάζει με το <em>έλεγχος</em>. Η τιμή Μπουλ <var>and</var> είναι σημειωμένη <em>&amp;</em>.
fr: Une telle expression signifie : sélectionner les entrées dont le champ <em>author</em> correspond au champ <em>nom</em> ou (c'est le symbole <em>|</em>) dont le champ <em>title</em> <em>ne</em> correspond <em>pas</em> au texte <em>test</em>. L'expression booléenne <var>et</var> se note <em>&amp;</em>.

source: There are other commands available for this type of search:
de: Es sind weitere Befehle für diesen Suchtyp verfügbar:
el: Υπάρχουν άλλες διαθέσιμες εντολές για αυτόν τον τύπο αναζήτησης:
fr: Il existe d'autres commandes disponibles pour ce type de recherche :

source: <cmd>has_key(<var>keyname</var>)</cmd> searches on a key name.
el: Το <cmd>has_key(<var>keyname</var>)</cmd> αναζητά ένα όνομα κλειδιού.
fr: <cmd>has_key(<var>keyname</var>)</cmd> effectue la recherche sur un nom de clé.

source: <cmd>has_type(<var>typename</var>)</cmd> searches for entries of a given type name.
el: Το <cmd>has_type(<var>typename</var>)</cmd> αναζητά καταχωρίσεις ενός δεδομένου ονόματος τύπου.
fr: <cmd>has_type(<var>typename</var>)</cmd> recherche des entrées pour un nom de type donné.

source: <cmd>any_has(<var>value</var>)</cmd> searches for the given value in all the fields of an entry.
el: Το <cmd>any_has(<var>value</var>)</cmd> αναζητά τη δεδομένη τιμή σε όλα τα πεδία μιας καταχώρισης.
fr: <cmd>any_has(<var>valeur</var>)</cmd> recherche la valeur donnée dans tous les champs d'une entrée.

source: <cmd>before(<var>field</var>, <var>year</var>, <var>month</var>, <var>day</var>)</cmd> searches for entries where the specified date field is older than the specified date.
el: Το <cmd>before(<var>field</var>, <var>year</var>, <var>month</var>, <var>day</var>)</cmd> αναζητά καταχωρίσεις όπου το συγκεκριμένο πεδίο ημερομηνίας είναι παλιότερο από τη συγκεκριμένη ημερομηνία.
fr: <cmd>before(<var>champ</var>, <var>année</var>, <var>mois</var>, <var>jour</var>)</cmd> recherche des entrées dont le champ date spécifié est antérieur à la date saisie.

source: <cmd>after(<var>field</var>, <var>year</var>, <var>month</var>, <var>day</var>)</cmd> searches for entries where the specified date field is younger than the specified date.
el: Το <cmd>after(<var>field</var>, <var>year</var>, <var>month</var>, <var>day</var>)</cmd> αναζητά καταχωρίσεις όπου το συγκεκριμένο πεδίο ημερομηνίας είναι νεότερο από τη συγκεκριμένη ημερομηνία.
fr: <cmd>after(<var>champ</var>, <var>année</var>, <var>mois</var>, <var>jour</var>)</cmd> recherche des entrées dont le champ date spécifié est postérieur à la date saisie.

source: Hierarchical searches
de: Hierarchische Suchvorgänge
el: Ιεραρχικές αναζητήσεις
fr: Recherches hiérarchiques

source: After a search, only the selected items are displayed in the main window. It makes it convenient to select a specific author, and then browse its publications for example.
de: Nach einer Suche werden nur die ausgewählten Einträge im Hauptfenster angezeigt. Dadurch ist es auf bequeme Weise möglich, beispielsweise einen bestimmten Autor auszuwählen und dann nur dessen Veröffentlichungen zu durchsuchen.
el: Μετά από μια αναζήτηση, μόνο τα επιλεγμένα στοιχεία εμφανίζονται στο κυρίως παράθυρο. Εξυπηρετεί να επιλέξετε έναν συγκεκριμένο συγγραφέα και έπειτα να περιηγηθείτε τις δημοσιεύσεις του για παράδειγμα.
fr: Après une recherche, seuls les éléments trouvés sont affichés dans la fenêtre principale. Il est ensuite facile de sélectionner un auteur spécifique et de consulter ses publications, par exemple.

source: In addition, the results of all the searches are kept in the tree located below the search form. Therefore, a new search can be a refinement of a previous one. If you select the tree item corresponding for example to all the articles written by a certain Nostradamus, you'll be able to select only those whose title contains the word eclipse.
de: Zusätzlich werden die Ergebnisse aller Suchvorgänge in einer Baumansicht unterhalb des Suchformulars bewahrt. Dadurch kann eine neue Suche zur Eingrenzung einer vorherigen Suche verwendet werden. Wenn Sie beispielsweise den Eintrag dieser Baumansicht zu allen Artikeln eines gewissen Nostradamus auswählen, dann können Sie anschließend nur diejenigen Titel auswählen, die das Wort »eclipse« enthalten.
el: Επιπλέον, τα αποτελέσματα όλων των αναζητήσεων διατηρούνται στο δένδρο που βρίσκεται κάτω από τη φόρμα αναζήτησης. Συνεπώς, μια νέα αναζήτηση μπορεί να είναι μια βελτίωση μιας προηγούμενης. Αν επιλέξετε το στοιχείο του δένδρου που αντιστοιχεί για παράδειγμα σε όλα τα γραμμένα άρθρα από κάποιον Νοστράδαμο, θα μπορείτε να επιλέξετε μόνο αυτούς των οποίων ο τίτλος περιέχει τη λέξη έκλειψη.
fr: De plus, les résultats de toutes les recherches sont stockées sous forme arborescente en-dessous du formulaire de recherche. Il est donc ensuite possible d'affiner une recherche précédente. Par exemple, si vous sélectionnez l'arborescence correspondant aux articles écrits par un certain Nostradamus, vous pourrez sélectionner seulement ceux dont le titre contient le terme « éclipse ».

source: Right-clicking in this tree pops up a contextual menu that allows you to remove unuseful searches.
de: Ein Klick mit der rechten Maustaste in dieser Baumansicht öffnet ein Kontextmenü, das Ihnen das Löschen nicht mehr benutzter Suchvorgänge ermöglicht.
el: Δεξιοπατώντας σε αυτό το δένδρο αναδύεται ένα μενού συμφραζομένων που σας επιτρέπει να αφαιρέσετε τις άχρηστες αναζητήσεις.
fr: Un clic droit sur l'arborescence vous permet de supprimer les recherches inutiles.

source: To select the full list of database entries again, just click on the <gui>Full database</gui> item at the top of the search tree, or push the 'Esc' button on the keyboard when you are in the main window.
el: Για να επιλέξετε τον πλήρη κατάλογο των καταχωρίσεων της βάσης δεδομένων ξανά, πατήστε απλά στο στοιχείο <gui>πλήρης βάση δεδομένων</gui> στην κορυφή του δένδρου αναζήτησης, ή πατήστε το πλήκτρο 'διαφυγής' στο πληκτρολόγιο όταν είσαστε στο κυρίως παράθυρο.
fr: Pour sélectionner à nouveau la liste complète des entrées de la base de données, cliquez sur l'élément <gui>Base de données complète</gui> au sommet de l'arborescence, ou appuyez sur la touche « Échap » de votre clavier quand la fenêtre principale est active.

source: Using Pubmed for your searches.
el: Χρησιμοποιώντας το Pubmed για τις αναζητήσεις σας.
fr: Utiliser Pubmed pour vos recherches.

source: Searching in PubMed
de: Suchen in PubMed
el: Αναζήτηση στο PubMed
fr: Recherche dans Pubmed

source: With <app>Pybliographic</app>, it is possible to perform a Medline search. To use this option, click on the <guiseq><gui>File</gui><gui>Medline query... </gui></guiseq> menu item. The upcoming window is represented in the picture below.
el: Με το <app>Pybliographic</app>, μπορείτε να εκτελέσετε μια αναζήτηση Medline. Για να χρησιμοποιήσετε αυτήν την επιλογή, πατήστε στο στοιχείο μενού <guiseq><gui>Αρχείο</gui><gui>Ερώτημα Medline...</gui></guiseq>. Το επερχόμενο παράθυρο αναπαριστάνεται στην παρακάτω εικόνα.
fr: Avec <app>Pybliographic</app>, vous pouvez effectuer une recherche sur Medline. Pour utiliser cette option, cliquez sur <guiseq><gui>Fichier</gui><gui>Rechercher sur Medline...</gui></guiseq> dans le menu. La fenêtre illustrée ci-dessous s'affiche.

source: Medline query
de: Medline-Abfrage
el: Ερώτημα Medline
fr: Recherche Medline

source: The keyword, you are looking for, should be written into the <em>Search PubMed for</em> field. As it can be seen in the picture above, a number of options (limitations) can be set, which can help to obtain an optimal search result. The matched references, resulted in by the query, appear in the main window as a new database.
el: Η λέξη-κλειδί, που ψάχνετε, πρέπει να γραφτεί στο πεδίο <em>Αναζήτηση PubMed για</em>. Όπως μπορείτε να δείτε στην παραπάνω εικόνα, ένας αριθμός από επιλογές (περιορισμούς) μπορεί να οριστεί, που μπορεί να σας βοηθήσει για να πάρετε ένα βέλτιστο αποτέλεσμα αναζήτησης. Οι σύμφωνες αναφορές, που βρέθηκαν για το ερώτημα, εμφανίζονται στο κυρίως παράθυρο ως μια νέα βάση δεδομένων.
fr: Saisissez le mot-clé de votre recherche dans le champ <em>Recherche avec PubMed pour</em>. L'illustration ci-dessus vous montre les options (limitations) qui peuvent être définies afin d'optimiser votre recherche. Les références correspondantes à la recherche s'affichent ensuite dans la fenêtre principale sous forme d'une nouvelle base de données.

source: Explanations about the graphical interface of <app>Pybliographer</app>.
el: Εξηγήσεις για τη γραφική διεπαφή του <app>Pybliographer</app>.
fr: Explications sur l'interface graphique de <app>Pybliographer</app>.

source: The Graphical Interface
el: Η γραφική διεπαφή
fr: L'interface graphique
