Repository: zkota/pyblio-1.2
Catalog: help/*/*.po
Languages: de, el, fr

source: This manual was written with the help of the <link href="http://live.gnome.org/DocumentationProject" type="http">GNOME Documentation Project</link>.
el: Αυτό το εγχειρίδιο γράφτηκε με τη βοήθεια του <link href="http://live.gnome.org/DocumentationProject" type="http">έργου τεκμηρίωσης GNOME</link>.
fr: Ce manuel a été écrit avec l'aide du <link href="http://live.gnome.org/DocumentationProject" type="http">Projet de documentation GNOME</link>.

source: If you contributed to this project but do not see your name here, please contact the project maintainer and he'll list you.
de: Falls Sie trotz Ihrer Beiträge zu diesem Projekt hier nicht erwähnt wurden, informieren Sie bitte den Projektbetreuer, damit Ihr Name in dieser Liste erscheint.
el: Αν συνεισφέρατε σε αυτό το έργο, αλλά δεν βλέπετε το όνομά σας εδώ, παρακαλούμε επικοινωνήστε με τον συντηρητή του έργου και θα σας καταχωρίσει.
fr: Si vous avez contribué à ce projet mais que vous ne trouvez pas votre nom ici, merci de contacter le mainteneur du projet et il vous ajoutera à la liste.

source: For more information please visit the <link href="http://pybliographer.org/" type="http"><app>Pybliographer</app> website</link>.
el: Για περισσότερες πληροφορίες παρακαλούμε επισκεφτείτε τον ιστότοπο <link href="http://pybliographer.org/" type="http"><app>Pybliographer</app></link>.
fr: Pour de plus amples informations, veuillez consulter le <link href="http://pybliographer.org/" type="http">site Web de <app>Pybliographer</app></link>.

source: translator-credits
de: Mario Blättermann <mariobl@gnome.org>, 2010
el: Ελληνική μεταφραστική ομάδα του GNOME Δημήτρης Σπίγγος <dmtrs32@gmail.com> Για περισσότερα δείτε: http://gnome.gr
fr: Alain Lojewski, <allomervans@gmail.com>, 2010, 2012 Bruno Brouard <annoa.b@gmail.com>, 2012

source: Applications
de: Anwendungen
el: Εφαρμογές

source: Note
de: Anmerkung
el: Σημείωση

source: It is possible to use its output directly in an emacs compile buffer, in order to jump directly to the encountered errors. To do so, type <keyseq><key>M</key><key>x</key></keyseq><cmd>compile</cmd>, then the command <cmd>pybliocheck <var>yourfiles</var></cmd>, and use the middle button of the mouse to jump into the faulty file.
el: Είναι δυνατό να χρησιμοποιήσετε την έξοδό του αμέσως σε μια ενδιάμεση μνήμη μεταγλώττισης emacs, για να μεταβείτε άμεσα στα εμφανιζόμενα σφάλματα. Για να γίνει αυτό, πληκτρολογήστε <keyseq><key>M</key><key>x</key></keyseq><cmd>compile</cmd>, έπειτα την εντολή <cmd>pybliocheck <var>yourfiles</var></cmd> και χρησιμοποιήστε3 το μεσαίο πλήκτρο του ποντικιού για να μεταβείτε στο εσφαλμένο αρχείο.

source: There are three different <em>styles</em> which are designed for pybliotext. Using <em>abbrvbib</em> results in keys as they are defined in the database. With the style <em>abbrvau</em>, author-year type keys (e.g. Jackson et al., 2004) can be generated. Using <em>abbrvnum</em>, the script produces a simple numbered list. For abbrvau and abbrvnum, the formats Textau and Textnum are used, respectively. They are just simple modifications of the Text format, optimized for these styles. Using other styles (Alpha, Abbrev or apa4e), the text body is not processed, but the reference list is appended in the form that corresponds to the used style.
el: Υπάρχουν τρεις διαφορετικές <em>τεχνοτροπίες</em> που σχεδιάζονται για το pybliotext. Χρησιμοποιώντας <em>abbrvbib</em> αποτελέσματα σε κλειδιά όπως ορίζονται στη βάση δεδομένων. Με την τεχνοτροπία <em>abbrvau</em>, κλειδιά τύπου συγγραφέας-έτος (π.χ. Παπαδόπουλος κ.α., 2004) μπορούν να δημιουργηθούν. Χρησιμοποιώντας <em>abbrvnum</em>, το σενάριο παράγει έναν απλό αριθμημένο κατάλογο. Για abbrvau και abbrvnum, χρησιμοποιούνται οι μορφές Textau καιTextnum, αντίστοιχα. Είναι απλά απλές τροποποιήσεις της μορφής του κειμένου, βελτιστοποιημένες για αυτές τις τεχνοτροπίες. Χρησιμοποιώντας άλλες τεχνοτροπίες (Alpha, Abbrev ή apa4e), το σώμα του κειμένου δεν επεξεργάζεται, αλλά ο κατάλογος αναφορών προσαρτάται στη μορφή που αντιστοιχεί στη χρησιμοποιούμενη τεχνοτροπία.

source: Configuration
de: Konfiguration
el: Διαμόρφωση

source: Pybliographer Manual V2.7
de: Pybliographer-Handbuch V2.7

source: Pybliographer is a tool for managing bibliographic databases. It can be used for searching, editing, reformatting, etc.
de: Pybliographer ist ein Werkzeug zur Verwaltung bibliografischer Datenbanken. Es kann zum Suchen, Bearbeiten, Neuformatieren usw. verwendet werden.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von GNOME-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>

source: Pybliographer Documentation
de: Pybliographer-Dokumentation

source: Pybliographer Manual V2.1
de: Pybliographer-Handbuch V2.1

source: January 2004
de: Januar 2004

source: Pybliographer Manual V2.2
de: Pybliographer-Handbuch V2.2

source: March 2004
de: März 2004

source: Pybliographer Manual V2.3
de: Pybliographer-Handbuch V2.3

source: June 2004
de: Juni 2004

source: Pybliographer Manual V2.4
de: Pybliographer-Handbuch V2.4

source: Pybliographer Manual V2.5
de: Pybliographer-Handbuch V2.5

source: February 2005
de: Februar 2005

source: Pybliographer Manual V2.6
de: Pybliographer-Handbuch V2.6

source: October 2008
de: Oktober 2008

source: This manual describes version 1.2.14 of Pybliographer.
de: Dieses Handbuch beschreibt Version 1.2.14 von Pybliographer.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the Pybliographer application or this manual, follow the directions in the <ulink type="http" url="http://www.pybliographer.org/Help"> Pybliographer help page</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zu Pybliographer oder zu diesem Handbuch zu machen, folgen Sie bitte den Anweisungen auf der <ulink type="http" url="http://www.pybliographer.org/Help">Hilfeseite zu Pybliographer</ulink>.

source: bibliography manager
de: Bibliografieverwaltung

source: Typographical conventions
de: Typografische Konventionen

source: <command>Commands</command> you type at the command line
de: In der Befehlszeile eingegebene <command>Befehle</command>.

source: <guilabel>Labels</guilabel> for buttons and other portions of the graphical interface
de: <guilabel>Beschriftungen</guilabel> für Knöpfe oder andere Elemente der grafischen Benutzeroberfläche

source: Menu selections look like this: <menuchoice><guimenu>Menu</guimenu><guisubmenu>Submenu</guisubmenu><guimenuitem>Menu Item</guimenuitem></menuchoice>
de: Menüauswahlen sehen folgendermaßen aus: <menuchoice><guimenu>Menü</guimenu><guisubmenu>Untermenü</guisubmenu><guimenuitem>Menüeintrag</guimenuitem></menuchoice>

source: <guibutton>Buttons</guibutton> you can click
de: Anklickbare <guibutton>Knöpfe</guibutton>

source: Anything you type in
de: Sämtliche Benutzereingaben

source: We'll provide assorted bits of additional information in tips and notes as well. <placeholder-1/><placeholder-2/>
de: Wir stellen auch eine Auswahl zusätzlicher Informationen in Form von Tipps und Anmerkungen bereit. <placeholder-1/><placeholder-2/>

source: We'll have warnings, in cases where you should be careful: <placeholder-1/>
de: Warnungen ermahnen Sie zu erhöhter Vorsicht: <placeholder-1/>

source: For additional information, please, visit the Pybliographer website at <ulink type="http" url="http://pybliographer.org"> http://pybliographer.org</ulink>. There is a mailing list also, where you can get answers for your questions, you can report bugs, etc.
de: Zusätzliche Informationen finden Sie auf der <ulink type="http" url="http://pybliographer.org"> Pybliographer-Webseite</ulink>. Dort gibt es auch eine Mailingliste, wo Sie Fragen stellen und Fehler melden können usw.

source: What's New in Pybliographer 1.2.14
de: Neuigkeiten in Pybliographer 1.2.14

source: You can find a list of bugs fixed and features added in the <filename>News</filename> and <filename>ChangeLog </filename> files supplied with the package. See the source tarball of pybliographer, or the default doc directory of your distribution (e.g. /usr/share/doc/pybliographer).
de: Eine Liste beseitigter Fehler und hinzugekommener Funktionsmerkmale finden Sie in den Dateien <filename>NEWS</filename> und <filename>ChangeLog </filename>, die mit dem Paket mitgeliefert werden. Im Quellpaket von Pybliographer oder im Standard-Dokumentationsordner Ihrer Distribution (z.B. /usr/share/doc/pybliographer) sind diese Dateien zu finden.

source: Getting started with Pybliographer
de: Erste Schritte mit Pybliographer

source: What is Pybliographer?
de: Was ist Pybliographer?

source: How to start Pybliographer?
de: Wie wird Pybliographer gestartet?

source: You can start <application>Pybliographer</application> in the following ways:
de: Sie können <application>Pybliographer</application> auf folgende Arten starten:

source: To start <application>Pybliographer</application> in graphical mode from a command line, type the following command, then press <keycap>Return</keycap>:
de: Um <application>Pybliographer</application> im grafischen Modus in einer Befehlszeile zu starten, geben Sie folgenden Befehl ein und drücken Sie die <keycap>Eingabetaste</keycap>:

source: For information on the graphical interface, see <xref linkend="graphical-interface"/>.
de: Informationen über die grafische Schnittstelle finden Sie in <xref linkend="graphical-interface"/>.

source: You can start <application>Pybliographer</application> also in command line mode by typing the following command followed by pressing <keycap>Return</keycap>:
de: Sie können <application>Pybliographer</application> auch im Befehlszeilenmodus starten, indem Sie folgenden Befehl eingeben und die <keycap>Eingabetaste</keycap> drücken:

source: For information on the command line interface, see <xref linkend="command-line"/>.
de: Informationen über die Befehlszeilenschnittstelle finden Sie in <xref linkend="command-line"/>.

source: From the gnome menu
de: Aus dem GNOME-Menü

source: If the desktop file of the package is correctly installed in your sytem, you can find a launcher under the gnome menu to start the graphical interface of Pybliographer.
de: Falls die Desktop-Datei des Pakets korrekt in Ihrem System installiert ist, dann finden Sie im GNOME-Menü einen Anwendungsstarter, um die grafische Benutzeroberfläche von Pybliographer zu starten.

source: export PYBLIOGRAPHER_DATABASE=my/database.bib
de: export PYBLIOGRAPHER_DATABASE=meine/datenbank.bib

source: pybliographic my/database.bib
de: pybliographic meine/datenbank.bib

source: The graphical interface
de: Die grafische Benutzeroberfläche

source: The graphical user interface is called pybliographic. It provides a simple access to the most common features of the underlying engine, pybliographer and lets you search, sort and modify bibliographic entries. Moreover, direct insertion of references into <ulink type="http" url="http://www.lyx.org/"><application>Lyx </application></ulink> and <ulink type="http" url="http://kile.sourceforge.net/"><application>Kile</application></ulink>, direct queries on Medline, and saving selected references in different formats are also possible.
de: Die grafische Benutzeroberfläche wird »pybliographic« genannt. Sie bietet einen einfachen Zugang zu den meistgenutzten Funktionen der zugrunde liegenden Engine »pybliographer« und ermöglicht Ihnen das Suchen, Sortieren und Ändern bibliografischer Einträge. Weiterhin ist das direkte Einfügen von Referenzen in <ulink type="http" url="http://www.lyx.org/"><application>Lyx </application></ulink> und <ulink type="http" url="http://kile.sourceforge.net/"><application>Kile</application></ulink> möglich, direktes Abfragen von Medline und das Speichern ausgewählter Referenzen in anderen Formaten, falls möglich.

source: When pybliographic is opened, you can immediately begin to create a new database. The type of this database will be determined when you will save it the first time.
de: Wenn pybliographic geöffnet wird, können Sie unmittelbar mit dem Erstellen einer neuen Datenbank beginnen. Der Typ der Datenbank wird festgelegt, sobald Sie sie zum ersten Mal speichern.

source: To add a new entry, you can use the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Add</guimenuitem></menuchoice> menu, directly the <guibutton>Add</guibutton> toolbar button or click with the right button in the list window and select <guibutton>Add</guibutton>.
de: Über den Menüeintrag <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Hinzufügen</guimenuitem></menuchoice> oder direkt über den Werkzeugleistenknopf <guibutton>Hinzufügen</guibutton> können Sie einen neuen Eintrag hinzufügen. Alternativ klicken Sie mit der rechten Maustaste in das Listenfenster und wählen Sie <guibutton>Hinzufügen</guibutton>.

source: You will find more information on the main window's usage in <xref linkend="gui-navigate"/>.
de: Weitere Informationen über die Verwendung des Hauptfensters finden Sie in <xref linkend="gui-navigate"/>.

source: To open an existing database, click on the <guibutton>Open</guibutton> toolbar button or go in the <guimenu>File</guimenu> menu, and select <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.
de: Um eine vorhandene Datenbank zu öffnen, klicken Sie auf den Werkzeugleistenknopf <guibutton>Öffnen</guibutton> oder öffnen Sie das Menü <guimenu>Datei</guimenu> und wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice>.

source: Shows Pybliographer open file window.
de: Zeigt das Fenster zum Öffnen von Dateien in Pybliographer.

source: A file selection dialog will pop up (see <xref linkend="figopen"/>) and let you select a file. The type of the database can also be selected. Opening an existing database, the type can be guessed if you select <guibutton>- According to file suffix -</guibutton>.
de: Ein Dateiauswahldialog wird geöffnet (siehe <xref linkend="figopen"/>), in welchem Sie eine Datei auswählen können. Der Datenbanktyp kann ebenfalls ausgewählt werden. Beim Öffnen einer vorhandenen Datenbank können Sie den Datenbanktyp automatisch bestimmen lassen, wenn Sie <guibutton>Der Dateiendung entsprechend</guibutton> wählen.

source: It is also possible to open a file at a remote location (as well as a local file) by typing the URI of the file (e.g. http://my.remote.site/pyblio.bib) using the 'Open Location' dialog, which can be invoked by the <menuchoice><guimenu>File</guimenu><guimenuitem>Open Location</guimenuitem></menuchoice> menu item.
de: Ebenso wie eine lokale Datei lässt sich auch eine Datei an einem entfernten Ort öffnen, indem Sie die Adresse der Datei (z.B. http://meine.seite/pyblio.bib) im Dialog <guilabel>Ort öffnen</guilabel> eingeben. Diesen Dialog erreichen Sie im Menü <menuchoice><guimenu>Datei</guimenu><guimenuitem>Ort öffnen</guimenuitem></menuchoice>.

source: Once you have opened a database, or started to create a new one, the main window (see <xref linkend="figmain"/>) displays a list of all the entries on the top part of it. The fields diplayed here can be configured under the <menuchoice><guimenu> Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> menu item.
de: Sobald Sie eine Datenbank geöffnet oder mit dem Erstellen einer neuen Datenbank begonnen haben, wird im Hauptfenster (siehe <xref linkend="figmain"/>) eine Liste aller Einträge im oberen Teil angezeigt. Im Menü <menuchoice><guimenu>Einstellungen</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> können Sie die hier anzuzeigenden Felder konfigurieren.

source: It is possible to display two types of combined fields: <emphasis>-author/editor</emphasis> and <emphasis>-author/title-</emphasis>.
de: Zwei Typen von Feldkombinationen können angezeigt werden: <emphasis>-author/editor</emphasis> und <emphasis>-author/title-</emphasis>.

source: If an entry contains an <emphasis>URL</emphasis> field, clicking on the small button next to the url, the appropriate application is launched to view the target object (e.g. PDF viewer for pdf files, web browser for http address). See <xref linkend="gui-edit"/> about how to add an URL field to an entry. Alternatively, you can open the URL with the help of the <menuchoice><guimenu>View</guimenu><guisubmenu>Resource</guisubmenu></menuchoice> submenu item or the <menuchoice><guimenu>Resource</guimenu></menuchoice> pop up menu provided for the item list. If an item contains one or more viewable fields (like url) containing viewable resources, it is marked with an icon at the left edge of the item in the upper part of the main window (see <xref linkend="figmain"/>).
de: Falls ein Eintrag ein <emphasis>URL</emphasis>-Feld enthält, wird durch Anklicken des kleinen Knopfes neben der Adresse die entsprechende Anwendung zum Anzeigen des Zielobjekts geöffnet, beispielsweise ein PDF-Betrachter, wenn es sich um eine PDF-Datei handelt, oder ein Webbrowser für eine HTTP-Adresse. In <xref linkend="gui-edit"/> wird beschrieben, wie Sie ein solches URL-Feld zu einem Eintrag hinzufügen können. Alternativ können Sie die Adresse über das Menü <menuchoice><guimenu>Ansicht</guimenu><guisubmenu>Ressource</guisubmenu></menuchoice> oder das <menuchoice><guimenu>Ressource</guimenu></menuchoice>-Kontextmenü der Eintragsliste öffnen. Falls ein Eintrag einen oder mehrere anzeigbare Felder (wie URL) mit anzeigbaren Ressourcen enthält, wird dieser mit einem Symbol links neben dem Eintrag im oberen Teil des Hauptfensters markiert (siehe <xref linkend="figmain"/>).

source: You can set the viewable fields and the applications used to view the resources in the 'Resource' tab under the <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> menu.
de: Im Reiter »Ressource« des über <menuchoice><guimenu>Einstellungen</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> zu öffnenden Fensters können Sie die anzeigbaren Felder und die Anwendungen zum Betrachten der Ressourcen konfigurieren.
