Repository: zkota/pyblio-1.2
Catalog: help/*/*.po
Languages: de, el, fr

source: The script searches for citations like [key] or [key1,key2...] in a text file (for example: ...This is a text fragment with citations [AKM95,MPJ+03] inserted from pybliographer...). First, according to the keys found in the text file, it generates a reference list. Using an appropriate style (see below), it replaces the database keys in the text body with the new keys generated by the style module, and finally it appends the reference list to the text resulting a new file.
de: Das Skript sucht nach Zitaten wie [key] or [key1,key2...] in einer Textdatei. Beispiel: »Dies ist ein Textfragment mit durch Pybliographer eingefügten Zitaten [AKM95,MPJ+03]«. Zunächst wird anhand der in einer Textdatei gefundenen Schlüssel eine Referenzliste erzeugt. Mit Hilfe eines entsprechenden Stils (siehe unten) werden die Datenbankschlüssel im Textkörper durch die vom Stilmodul erzeugten neuen Schlüssel ersetzt. Zum Schluss wird die Referenzliste an den Text angehängt, wodurch eine neue Datei entsteht.
el: Το σενάριο αναζητά παραπομπές όπως [key] ή [key1,key2...] σε ένα αρχείο κειμένου (για παράδειγμα: ...Αυτό είναι ένα τμήμα κειμένου με παραπομπές [AKM95,MPJ+03] που εισήχθησαν από το Pybliographer...). Πρώτα, σύμφωνα με τα κλειδιά που βρέθηκαν στο αρχείο κειμένου, δημιουργεί έναν κατάλογο αναφορών. Χρησιμοποιώντας μια κατάλληλη τεχνοτροπία (δείτε παρακάτω), αντικαθιστά τα πλήκτρα της βάσης δεδομένων στο σώμα του κειμένου με τα νέα κλειδιά που δημιουργήθηκαν από το άρθρωμα τεχνοτροπίας και τελικά προσαρτά τον κατάλογο αναφορών στο κείμενο με αποτέλεσμα ένα νέο αρχείο.
fr: Le script recherche des citations comme [clé] ou [clé1,clé2...] dans un fichier texte (par exemple : ...Voici un fragment de texte avec des citations [AKM95,MPJ+03] insérées depuis pybliographer...). Pour commencer, en fonction des clés trouvées dans le fichier texte, il génère une liste de référence. Puis, en utilisant un style approprié (voir ci-dessous), il remplace les clés de la base de données dans le corps du texte par les nouvelles clés générées par le module de style et enfin, il ajoute en fin de fichier la liste de références au texte, en créant un nouveau fichier.

source: The keys of selected entries can be copied easily from pybliographer into a text editor or terminal by <em>copy and paste </em> or <em>drag and drop</em>.
el: Τα κλειδιά των επιλεγμένων καταχωρίσεων μπορούν να αντιγραφούν εύκολα από το Pybliographer σε έναν επεξεργαστή κειμένου ή ένα τερματικό με <em>αντιγραφή και επικόλληση</em> ή με <em>μεταφορά και απόθεση</em>.
fr: Les clés des entrées sélectionnées peuvent être copiées facilement depuis pybliographer vers un éditeur de texte ou dans un terminal par la méthode du <em>copier-coller</em> ou du <em>glisser-déposer</em>.

source: <output>bash$ </output><cmd>pybtext</cmd> [-o outputfile] [-s style] <file>textfile</file> <file>bibfiles...</file>
fr: <output>bash$ </output><cmd>pybtext</cmd> [-o fichier2sortie] [-s style] <file>fichierTexte</file> <file>fichiersBib...</file>

source: This command without the options will use the style called <em>Abbrev</em> and <file>textfile.pyb</file> as outputfile for processing. <file>textfile</file> is the name of the file to be processed and <file>bibfiles</file> is one or more bibliographic database file.
el: Αυτή η εντολή χωρίς επιλογές θα χρησιμοποιήσει την τεχνοτροπία που λέγεται <em>Abbrev</em> και <file>textfile.pyb</file> ως εξόδους αρχείου για επεξεργασία. <file>textfile</file> είναι το όνομα του αρχείου που θα επεξεργαστεί και <file>bibfiles</file> είναι ένα ή περισσότερα αρχεία βάσης δεδομένων βιβλιογραφίας.
fr: Cette commande sans option utilise le style appelé <em>Abbrev</em> et le fichier de sortie <file>textfile.pyb</file> pour le traitement. <file>fichierTexte</file> est le nom du fichier à traiter et <file>fichiersBib</file> un ou plusieurs fichiers de base de données bibliographiques.

source: There are three different <em>styles</em> which are designed for pybtext. Using <em>abbrvbib</em> results in keys as they are defined in the database. With the style <em>abbrvau</em>, author-year type keys (e.g. Jackson et al., 2004) can be generated. Using <em>abbrvnum</em>, the script produces a simple numbered list. For abbrvau and abbrvnum, the formats Textau and Textnum are used, respectively. They are just simple modifications of the Text format, optimized for these styles. Using other styles (Alpha, Abbrev or apa4e), the text body is not processed, but the reference list is appended in the form that corresponds to the used style.
fr: Il existe trois <em>styles</em> différents conçus pour pybtext. L'utilisation de <em>abbrvbib</em> donne des clés telles qu'elles sont définies dans la base de données. Avec le style <em>abbrvau</em>, vous pouvez générer des clés de type auteur-année (par ex. Jackson et al., 2004). Avec <em>abbrvnum</em>, le script ne crée qu'une simple liste numérotée. Les styles abbrvau et abbrvnum utilisent respectivement les formats Textau et Textnum. Ce ne sont que de simples modifications du format Text optimisées pour ces styles. En utilisant d'autres formats (Alpha, Abbrev ou apa4e), le corps du texte n'est pas traité, mais la liste de référence est ajoutée sous la forme qui correspond au style utilisé.

source: Basic information about scripting with <app>Pybliographer</app>.
el: Βασικές πληροφορίες για τα σενάρια με το <app>Pybliographer</app>.
fr: Informations de base sur l'écriture de scripts avec <app>Pybliographer</app>.

source: Basics
el: Βασικά
fr: Les bases

source: <app>Pybliographer</app> is in fact a simple set of classes and functions written in python, and that provides with a simple and homogenous access to bibliographic databases. Therefore, it is possible to write python scripts that make use of these specialized functions. The graphical interface, <app>Pybliographic</app>, is itself a simple script on top of <app>Pybliographer</app>.
el: Το <app>Pybliographer</app> είναι στην πραγματικότητα ένα απλό σύνολο κλάσεων και συναρτήσεων γραμμένων σε Python και αυτό δίνει μια απλή και ομογενή πρόσβαση σε βιβλιογραφικές βάσεις δεδομένων. Συνεπώς, είναι δυνατό να γράψετε σενάρια python που χρησιμοποιούν αυτές τις εξειδικευμένες συναρτήσεις. Η γραφική διεπαφή, το <app>Pybliographic</app>, είναι αυτό καθεαυτό ένα απλό σενάριο πάνω στο <app>Pybliographer</app>.
fr: <app>Pybliographer</app> n'est en fait qu'un simple ensemble de classes et de fonctions écrites en Python, qui permettent un accès facile et homogène aux bases de données bibliographiques. Il est donc possible d'écrire ses propres scripts python qui utilisent ces fonctions spéciales. L'interface graphique <app>Pybliographic</app>, n'est elle-même qu'un simple script au dessus de <app>Pybliographer</app>.

source: To execute a script written for <app>Pybliographer</app>, simply run
el: Για να εκτελέσετε ένα σενάριο γραμμένο για το <app>Pybliographer</app>, εκτελέστε απλά
fr: Pour lancer un script écrit pour <app>Pybliographer</app>, exécutez

source: You can alternatively start your script by
el: Μπορείτε εναλλακτικά να ξεκινήσετε το σενάριό σας με
fr: Vous pouvez aussi commencer votre fichier script par la ligne

source: #!/path/to/pybliographer <var>...rest of your script...</var>
fr: #!/chemin/vers/pybliographer <var>...reste de votre script...</var>

source: and make it executable.
el: και να το κάνετε εκτελέσιμο.
fr: et le rendre exécutable.

source: Legal information.
el: Νομικές πληροφορίες.
fr: Informations légales.

source: License
el: Άδεια
fr: Licence

source: This work is distributed under a CreativeCommons Attribution-Share Alike 3.0 Unported license.
el: Αυτή η εργασία διανέμεται κάτω από την άδεια της CreativeCommons Attribution-Share Alike 3.0 Unported.
fr: Cette œuvre est distribuée sous licence Creative Commons Paternité-Partage des Conditions Initiales à l'Identique 3.0.

source: You are free:
el: Μπορείτε ελεύθερα:
fr: Vous êtes libre :

source: To share
el: Να μοιραστείτε
fr: de partager

source: To copy, distribute and transmit the work.
el: Να αντιγράψετε, να διανείμετε και να μεταδώσετε το έργο.
fr: de reproduire, distribuer et communiquer cette création.

source: To remix
el: Να αναμείξετε
fr: de modifier

source: To adapt the work.
el: Να προσαρμόσετε την εργασία.
fr: d'adapter cette création,

source: Under the following conditions:
el: Κάτω από τους ακόλουθους όρους:
fr: selon les conditions suivantes :

source: Attribution
el: Απόδοση
fr: Paternité

source: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).
el: Πρέπει να αποδώσετε το έργο με τον τρόπο που καθορίζεται από το δημιουργό του ή τον αδειοδότη (αλλά όχι με τρόπο που να εννοεί ότι εγκρίνουν εσάς ή τη δική σας χρήση του έργου).
fr: Vous devez citer le nom de l'auteur original de la manière indiquée par l'auteur de l'œuvre ou le titulaire des droits qui vous confère cette autorisation (mais pas d'une manière qui suggérerait qu'ils vous soutiennent ou approuvent votre utilisation de l'œuvre).

source: Share Alike
el: Παρόμοια διανομή
fr: Partage des conditions initiales à l'identique

source: If you alter, transform, or build upon this work, you may distribute the resulting work only under the same, similar or a compatible license.
el: Αν αλλάξετε, μετασχηματίσετε ή δομήσετε αυτήν την εργασία, μπορείτε να διανείμετε την τελική εργασία μόνο κάτω από την ίδια, παρόμοια ή συμβατή άδεια.
fr: Si vous modifiez, transformez ou adaptez cette création, vous n'avez le droit de distribuer la création qui en résulte que sous un contrat identique à celui-ci.

source: For the full text of the license, see the <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons website</link>, or read the full <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons Deed</link>.
el: Για το πλήρες κείμενο της άδειας, δείτε τον <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">ιστότοπο CreativeCommons</link>, ή διαβάστε όλη την <link href="http://creativecommons.org/licenses/by-sa/3.0/">Πράξη Commons</link>.
fr: Pour prendre connaissance du texte complet de la licence, consultez le <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">site Web CreativeCommons</link> ou lisez in extenso le <link href="http://creativecommons.org/licenses/by-sa/3.0/">contrat Commons</link>.

source: Pybliographer manual
el: Εγχειρίδιο Pybliographer
fr: Manuel utilisateur de Pybliographer

source: Pybliographer Bibliography manager
el: Διαχειριστής βιβλιογραφίας Pybliographer
fr: Gestionnaire de bibliographies Pybliographer

source: <media type="image" mime="image/png" src="figures/logo.png">Pybliographer logo</media> Pybliographer Bibliography manager
el: <media type="image" mime="image/png" src="figures/logo.png">Λογότυπος Pybliographer</media> διαχειριστής βιβλιογραφίας Pybliographer
fr: <media type="image" mime="image/png" src="figures/logo.png">Logo de Pybliographer</media> Gestionnaire de bibliographies Pybliographer

source: Preface
de: Vorbetrachtung
el: Πρόλογος
fr: Préface

source: Usage
el: Χρήση
fr: Utilisation

source: Advanced Usage
el: Προχωρημένη χρήση
fr: Utilisation avancée

source: The Scripting Language
el: Η γλώσσα σεναρίων
fr: Le langage de script

source: Interaction with the <app>LyX</app> document processor.
el: Αλληλεπίδραση με τον επεξεργαστή έγγραφου <app>LyX</app>.
fr: Interaction avec le logiciel de traitement de documents <app>LyX</app>.

source: Using <app>Pybliographic</app> with <app>LyX</app>
el: Χρήση του <app>Pybliographic</app> με <app>LyX</app>
fr: Utilisation de <app>Pybliographic</app> avec <app>LyX</app>

source: It is possible to directly use <app>Pybliographer</app> in order to insert bibliographic references into <app>LyX</app>. It is done through the <app>LyX</app><em>server</em>. The path of the <app>LyX</app> server pipe can be defined in the <guiseq><gui>Tools</gui><gui>Preferences</gui></guiseq> dialog of LyX. The same path should be given in <app>Pybliographer</app>'s settings (the default value is <file>~/.lyx/lyxpipe)</file>.
el: Είναι δυνατό να χρησιμοποιήσετε άμεσα το <app>Pybliographer</app> για να εισάγετε βιβλιογραφικές αναφορές στο <app>LyX</app>. Αυτό γίνεται μέσα από το <app>LyX</app> και τον <em>διακομιστή</em> του. Η διαδρομή της διοχέτευσης του διακομιστή του <app>LyX</app> μπορεί να οριστεί στο διάλογο του LyX <guiseq><gui>Εργαλεία</gui><gui>Προτιμήσεις</gui></guiseq>. Η ίδια διαδρομή πρέπει να δοθεί στις ρυθμίσεις του <app>Pybliographer</app> (η προεπιλεγμένη τιμή είναι <file>~/.lyx/lyxpipe)</file>.
fr: Vous pouvez utiliser directement <app>Pybliographer</app> pour insérer des références bibliographiques dans <app>LyX</app>. Cela est faisable par l'intermédiaire du <em>serveur</em> <app>LyX</app>. Définissez le chemin du tube du <em>serveur</em><app>LyX</app> dans la boîte de dialogue <guiseq><gui>Outils</gui><gui>Préférences</gui></guiseq> de LyX. Le même chemin doit être défini dans les paramètres de <app>Pybliographer</app> (la valeur par défaut est <file>~/.lyx/lyxpipe</file>).

source: Then, in <app>Pybliographic</app>, it is possible to select one or several entries and insert their references into a running <app>LyX</app> simply by clicking the <gui>Cite</gui> toolbar button, or selecting the <guiseq><gui>Cite</gui><gui>Cite...</gui></guiseq> menu item.
el: Έπειτα, στο <app>Pybliographic</app>, μπορείτε να επιλέξετε μια ή αρκετές καταχωρίσεις και να εισάγετε τις αναφορές τους σε μια εκτέλεση του <app>LyX</app> πατώντας απλά το κουμπί της εργαλειοθήκης <gui>παραπομπή</gui>, ή επιλέγοντας το στοιχείο μενού <guiseq><gui>παραπομπή</gui><gui>παραπομπή...</gui></guiseq>.
fr: Puis, dans <app>Pybliographic</app>, sélectionnez une ou plusieurs entrées et insérez leurs références dans la fenêtre ouverte de <app>LyX</app> en cliquant simplement sur le bouton <gui>Citer</gui> de la barre d'outils, ou en sélectionnant l'élément <guiseq><gui>Citer</gui><gui>Citer...</gui></guiseq> du menu.

source: For the moment, it is the user's job to ensure that he/she inserts entries corresponding to the actual database being used. <app>Pybliographic</app> does not handle the full job of bibliography generation; therefore it is necessary to use <cmd>bibtex</cmd> as described in the <app>LyX</app> documentation.
el: Προς το παρόν είναι δουλειά του χρήστη να εξασφαλίσει ότι εισάγει καταχωρίσεις που αντιστοιχούν στην ενεργή βάση δεδομένων που χρησιμοποιείται. Το <app>Pybliographic</app> δεν χειρίζεται όλη την εργασία της παραγωγής βιβλιογραφίας· συνεπώς, είναι απαραίτητο να χρησιμοποιήσετε το <cmd>bibtex</cmd> όπως περιγράφεται στην τεκμηρίωση του <app>LyX</app>.
fr: Pour l'instant, c'est à l'utilisateur de s'assurer qu'il insère bien des entrées correspondantes à la base de données actuellement utilisée. <app>Pybliographic</app> ne prend pas en charge tout le processus de génération de la bibliographie ; vous devez donc utiliser <cmd>bibtex</cmd> comme expliqué dans la documentation de <app>LyX</app>.

source: <app>Pybliographic</app> can interact with <app>Kile</app> (&gt;= 1.6) practically in the same way, since <app>Kile</app> can also read <em>lyx pipe</em>.
el: Το <app>Pybliographic</app> μπορεί να αλληλεπιδράσει με το <app>Kile</app> (&gt;= 1.6) πρακτικά με τον ίδιο τρόπο, αφού το <app>Kile</app> μπορεί επίσης να διαβάσει την <em>διοχέτευση lyx</em>.
fr: <app>Pybliographic</app> peut interagir pratiquement de la même façon avec <app>Kile</app> (&gt;= 1.6), car <app>Kile</app> sait aussi lire le <em>tube de LyX</em>.

source: Creating your own styles for <app>Pybliographer</app>.
el: Δημιουργήστε τις δικές σας τεχνοτροπίες για το <app>Pybliographer</app>.
fr: Créer vos propres styles pour <app>Pybliographer</app>.

source: New Styles
el: Νέες τεχνοτροπίες
fr: Nouveaux styles

source: It is possible to describe your own bibliography style, by writing a simple XML file. The XML file should have the following header:
de: Durch eine einfache XML-Datei können Sie Ihren eigenen Bibliografiestil beschreiben. Die XML-Datei sollte den folgenden Kopf haben:
el: Μπορείτε να περιγράψετε τη δικιά σας τεχνοτροπία βιβλιογραφίας, γράφοντας ένα απλό αρχείο XML. ΤΟ αρχείο XML πρέπει να έχει την ακόλουθη κεφαλίδα:
fr: Vous pouvez décrire votre propre style bibliographique en écrivant un simple fichier XML. Le fichier XML doit comporter cet en-tête :

source: The whole description should fit in a &lt;bibstyle&gt; pair of tags, whose content is shortly described in this section. It is suggested that the interested users look at the corresponding DTD, which describes the allowed syntax in details. This DTD can be found in the same directory as the default style files.
de: Die gesamte Beschreibung sollte innerhalb der &lt;bibstyle&gt;-Tags sehen, deren Inhalt in diesem Abschnitt kurz beschrieben wird. Interessierte Benutzer sollten sich die entsprechende DTD anschauen, welche die mögliche Syntax detailliert beschreibt. Diese DTD befindet sich im gleichen Ordner wie die Standard-Stildateien.
el: Η συνολική περιγραφή πρέπει να ταιριάζει με ένα ζεύγος ετικετών &lt;bibstyle&gt;, των οποίων το περιεχόμενο περιγράφεται σύντομα σε αυτήν την ενότητα. Προτείνεται οι ενδιαφερόμενοι χρήστες να κοιτάξουν στο αντίστοιχο DTD, που περιγράφει την επιτρεπόμενη σύνταξη με λεπτομέρειες. Αυτό το DTD μπορεί να βρεθεί στον ίδιο κατάλογο ως το προεπιλεγμένο αρχείο τεχνοτροπίας.
fr: La description complète doit être insérée entre la paire de balises &lt;bibstyle&gt; dont la description est brièvement évoquée dans ce chapitre. Nous vous invitons à regarder le DTD correspondant, qui décrit en détail la syntaxe autorisée. Ce DTD se trouve dans le même répertoire que les fichiers de style par défaut.

source: Global formatting
de: Globale Formatierung
el: Καθολική μορφοποίηση
fr: Formatage global

source: The XML style file describes how the different data fields are organized in order to create a bibliographic style. For example, it can specify that an article starts with the article title in bold, followed by the authors names, etc.
de: Die XML-Datei bschreibt, wie die beschriebenen Datenfelder angeordnet werden, um einen bibliografischen Stil zu bilden. Beispielsweise kann hier festgelegt werden, dass ein Artikel mit einer in Fettschrift erscheinenden Überschrift versehen wird, gefolgt von den Namen der Autoren usw.
el: Το αρχείο τεχνοτροπίας XML περιγράφει πώς τα διαφορετικά πεδία δεδομένων οργανώνονται για να δημιουργήσουν μια βιβλιογραφική τεχνοτροπία. Για παράδειγμα, μπορεί να ορίσει ότι ένα άρθρο ξεκινά με τον τίτλο του άρθρου σε έντονα, ακολουθούμενο από τα ονόματα των συγγραφέων, κλπ.
fr: Le fichier de style XML décrit la manière dont les différents champs de données sont organisés pour créer un style bibliographique. Il peut, par exemple, spécifier qu'un article commence avec un titre en caractères gras, suivi par les noms des auteurs, etc.

source: In its current incarnation, the XML format can however not describe lower-level informations, like how an author's name should be output. This is done by pointing to a set of python functions, grouped in a module. Let's consider the following example:
de: Im gegenwärtigen Zustand kann das XML-Format keine Informationen auf niederer Ebene beschreiben, beispielsweise wie ein Name eines Autors ausgegeben werden. Dies wird durch eine Reihe von Python-Funktionen erledigt, die in einem Modul gruppiert sind. Folgendes Beispiel soll dies verdeutlichen:
el: Στην τρέχουσα περίοδο, η μορφή XML δεν μπορεί όμως να περιγράψει πληροφορίες χαμηλότερου επιπέδου, όπως πώς πρέπει να εμφανίζεται το όνομα του συγγραφέα. Αυτό γίνεται δείχνοντας σε ένα σύνολο συναρτήσεων του Python, ομαδοποιημένο σε μια ενότητα. Ας θεωρήσουμε το ακόλουθο παράδειγμα:
fr: Dans ce schéma, le format XML ne peut cependant pas décrire des informations d'un niveau inférieur, comme la façon dont doit être affiché le nom de l'auteur. Cela est faisable en pointant vers un ensemble de fonctions Python, regroupées dans un module. Regardons l'exemple suivant :

source: In this example, we require that the <em>author</em> fields should be formatted by the <code>full_authors()</code> function, located in the <file>generic</file> module.
el: Σε αυτό το παράδειγμα, απαιτούμε τα πεδία <em>συγγραφέα</em> να πρέπει να μορφοποιηθούν από τη συνάρτηση <code>full_authors()</code>, τοποθετημένη στο άρθρωμα <file>generic</file>.
fr: Dans cet exemple, nous demandons que les champs <em>author</em> (auteur) soient formatés par la fonction <code>full_authors()</code> située dans le module <file>generic</file>.

source: Such a module has to be declared in the <file>pybrc.py</file> file, by a line like:
el: Ένα τέτοιο άρθρωμα πρέπει να δηλωθεί στο αρχείο <file>pybrc.py</file>, από μια γραμμή όπως:
fr: Ce type de module doit être déclaré dans le fichier <file>pybrc.py</file> sous la forme d'une ligne de ce type :

source: The precise definition of the formatting functions is better explained by looking at the code of <file>Generic.py</file> for example.
el: Ο ακριβής ορισμός των συναρτήσεων μορφοποίησης εξηγείται καλύτερα κοιτώντας τον κώδικα του <file>Generic.py</file> για παράδειγμα.
fr: Vous aurez une idée plus précise sur l'explication des fonctions de formatage en regardant le code du fichier <file>Generic.py</file>, par exemple.

source: Bibliography definition
de: Definition der Bibliografie
el: Ορισμός βιβλιογραφίας
fr: Définition d'une bibliographie

source: Once the basic formatting definitions have been specified, it is possible to describe the aspect of the actual bibliographies with following tags:
de: Sobald die grundlegenden Formatierungsdefinitionen angegeben wurden, können Sie mit folgenden Tags die eigentliche Bibliografie beschreiben:
el: Αφού οι βασικοί ορισμοί μορφοποίησης έχουν οριστεί, μπορείτε να περιγράψετε την έκφραση των ενεργών βιβλιογραφιών με τις ακόλουθες ετικέτες:
fr: Une fois les définitions basiques de formatage spécifiées, vous pouvez décrire l'aspect qu'auront les bibliographies réelles à l'aide des balises suivantes :

source: This tag specifies the current display style, among <em>bold, italic, slanted, emph</em>.
el: Αυτή η ετικέτα καθορίζει την τρέχουσα τεχνοτροπία εμφάνισης, μεταξύ <em>έντονων, πλάγιων, λοξών, με έμφαση</em>.
fr: Cette balise définit le style d'affichage actuel, parmi <em>bold, italic, slanted, emph</em>.

source: This tag encloses a block that is only to appear in entries of type <var>entryname</var>.
el: Αυτή η ετικέτα περικλείει μια ομάδα που πρόκειται να εμφανιστεί μόνο σε καταχωρίσεις του τύπου <var>entryname</var>.
fr: Cette balise entoure un bloc qui ne doit s'afficher que lorsqu'il s'agit d'entrées du type <var>entryname</var>.

source: This tag encloses a block that is only to appear in entries that are <em>not</em> of type <var>entryname</var>.
el: Αυτή η ετικέτα περικλείει μια ομάδα που πρόκειται να εμφανιστεί μόνο σε καταχωρίσεις που <em>δεν είναι</em> του τύπου <var>entryname</var>.
fr: Cette balise entoure un bloc qui ne doit s'afficher que lorsqu'il s'agit d'entrées qui <em>ne sont pas</em> du type <var>entryname</var>.

source: This tag encloses a block that only appears when the specified <var>fieldname</var> field exists in the current entry.
el: Αυτή η ετικέτα περικλείει μια ομάδα που εμφανίζεται μόνο όταν το συγκεκριμένο πεδίο <var>fieldname</var> υπάρχει στην τρέχουσα καταχώριση.
fr: Cette balise entoure un bloc qui ne s'affiche que lorsque le champ <var>fieldname</var> existe dans l'entrée actuelle.
