Repository: zkota/pyblio-1.2
Catalog: help/*/*.po
Languages: de, el, fr

source: New features in <app>Pybliographer</app> 1.2.15.
el: Νέα γνωρίσματα στο <app>Pybliographer</app> 1.2.15.
fr: Nouveautés de <app>Pybliographer</app> 1.2.15.

source: Creative Commons Share Alike 3.0
fr: Licence Créative Commons des Conditions Initiales à l'Identique 3.0

source: What's New in Pybliographer 1.2.15
el: Τι νέο υπάρχει στο Pybliographer 1.2.15
fr: Quoi de neuf dans Pybliographer 1.2.15

source: You can find a list of bugs fixed and features added in the <file>NEWS</file> and <file>ChangeLog</file> files supplied with the package. See the source tarball of pybliographer, or the default doc directory of your distribution (e.g. <file>/usr/share/doc/pybliographer</file>).
el: Μπορείτε να βρείτε έναν κατάλογο των διορθωμένων σφαλμάτων και προστεθέντων γνωρισμάτων στα αρχεία <file>NEWS</file> και <file>ChangeLog</file> που συνοδεύουν το πακέτο. Δείτε το πηγαίο tarball του pybliographer, ή τον προεπιλεγμένο κατάλογο εγγράφων της διανομής σας (π.χ. <file>/usr/share/doc/pybliographer</file>).
fr: Vous pouvez trouver une liste des bogues corrigés et des nouvelles caractéristiques dans les fichiers <file>NEWS</file> et <file>ChangeLog</file> fournis avec votre distribution. Référez-vous à l'archive (tarball) des fichiers de pybliographer, ou au répertoire doc par défaut de votre distribution (par ex. <file>/usr/share/doc/pybliographer</file>).

source: Typographical conventions used in this documentation.
el: Τυπογραφικές συμβάσεις που χρησιμοποιούνται σε αυτήν την τεκμηρίωση.
fr: Conventions typographiques utilisées dans cette documentation.

source: Typographical Conventions
el: Τυπογραφικές συμβάσεις
fr: Conventions typographiques

source: In this book, we'll mark some words with special typography:
de: In diesem Buch wurden einige Wörter mit typografischen Mitteln speziell markiert:
el: Σε αυτό το βιβλίο, θα σημειώσουμε μερικές λέξεις με ειδική τυπογραφία:
fr: Dans ce manuel, nous attribuons à quelques termes une typographie spéciale :

source: <cmd>Commands</cmd> you type at the command line
el: <cmd>Εντολές</cmd> που πληκτρολογείτε στη γραμμή εντολών
fr: <cmd>Commandes</cmd> à saisir en ligne de commande

source: Filenames
de: Dateinamen
el: Ονόματα αρχείων
fr: Noms de fichiers

source: Replaceable text
de: Ersetzbarer Text
el: Αντικαταστάσιμο κείμενο
fr: Texte modifiable

source: <gui>Labels</gui> for buttons and other portions of the graphical interface
el: <gui>Ετικέτες</gui> για κουμπιά και άλλα τμήματα της γραφικής διεπαφής
fr: <gui>Étiquettes</gui> pour les boutons et autres parties de l'interface graphique

source: Menu selections look like this: <guiseq><gui>Menu</gui><gui>Submenu</gui><gui>Menu Item</gui></guiseq>
el: Επιλογές μενού που μοιάζουν με αυτό: <guiseq><gui>Μενού</gui><gui>Υπομενού</gui><gui>Στοιχείο μενού</gui></guiseq>
fr: Les parcours dans les menus ressemblent à ceci : <guiseq><gui>Menu</gui><gui>Sous-menu</gui><gui>Élément du Menu</gui></guiseq>

source: <gui>Buttons</gui> you can click
el: <gui>Κουμπιά</gui> που μπορείτε να πατήσετε
fr: <gui>Boutons</gui> que vous pouvez cliquer

source: Anything you type in
el: Καθετί που πληκτρολογείτε
fr: Tout ce que vous saisissez

source: We'll provide assorted bits of additional information in tips and notes as well.
el: Θα σας παράσχουμε ταξινομημένες πρόσθετες πληροφορίες σε συμβουλές και σημειώσεις επίσης.
fr: Nous donnons aussi des éléments d'informations dans des astuces et des notes.

source: Tip
de: Tipp
el: Συμβουλή
fr: Astuces

source: Tips and bits of extra information will look like this.
de: Tipps und weitere Informationen.
el: Συμβουλές και πρόσθετες πληροφορίες θα μοιάζουν με αυτές.
fr: Les astuces et éléments d'informations supplémentaires ressemblent à ceci.

source: Notes will look like this.
de: Anmerkungen sehen so aus.
el: Οι σημειώσεις θα μοιάζουν με αυτό.
fr: Les notes ressemblent à ceci.

source: We'll have warnings, in cases where you should be careful:
el: Θα έχουμε προειδοποιήσεις, σε περιπτώσεις όπου θα πρέπει να είσαστε προσεκτικοί:
fr: Il y a des messages d'alerte appelant à votre vigilance :

source: Example Warning
de: Beispiel für einen Warnhinweis
el: Παράδειγμα προειδοποίησης
fr: Exemple de message d'alerte

source: This is what a warning looks like. If there's a chance you'll run into trouble, we'll warn you beforehand.
de: So sieht eine Warnung aus. Falls die Möglichkeit besteht, dass Probleme auftreten könnten, dann werden Sie vorher gewarnt.
el: Ιδού ένα παράδειγμα προειδοποίησης. Αν υπάρξει περίπτωση να μπείτε σε προβλήματα, θα σας ειδοποιήσουμε από πριν.
fr: Voici ce à quoi ressemble un message d'alerte. Au cas où vous risqueriez de vous mettre en situation délicate, nous vous avertissons à l'avance.

source: Writing your own scripts.
el: Συγγραφή των δικών σας σεναρίων.
fr: Écrire vos propres scripts.

source: Writing your own scripts
de: Schreiben eigener Skripte
el: Συγγραφή των δικών σας σεναρίων
fr: Écriture de vos propres scripts

source: To start writing your own script, you can read what follows, and then have a look at the existing scripts. Trying to adapt them to fit your personal needs can be a good way of testing what you read.
de: Um mit dem Schreiben Ihres eigenen Skripts zu beginnen, sollten Sie Folgendes lesen und außerdem einen Blick auf bereits vorhandene Skripte werfen. Ein Versuch, diese an Ihre persönlichen Erfordernisse anzupassen, könnte ein einfacher Weg sein, das auszuprobieren, was Sie lesen.
el: Για να αρχίσετε να γράφετε τα δικά σας σενάρια, μπορείτε να διαβάσετε τα παρακάτω και έπειτα να ρίξετε μια ματιά στα υπάρχοντα σενάρια. Προσπαθώντας να τα προσαρμόσετε για να ταιριάξουν με τις προσωπικές σας ανάγκες μπορεί να είναι ένας καλός τρόπος ελέγχου του τι διαβάζετε.
fr: Pour commencer à écrire vos propres scripts, lisez ce qui suit et allez ensuite consulter ceux qui existent déjà. Les adapter à vos besoins personnels est une bonne manière de tester votre compréhension de ce chapitre.

source: Some concepts
de: Einige Konzepte
el: Μερικές έννοιες
fr: Quelques concepts

source: This section describes some basic classes and ideas that are useful to understand how <app>Pybliographer</app> works.
el: Αυτή η ενότητα περιγράφει μερικές βασικές κλάσεις και ιδέες που είναι χρήσιμες στην κατανόηση πώς δουλεύει το <app>Pybliographer</app>.
fr: Cette section décrit quelques classes et idées de base utiles pour comprendre le fonctionnement de <app>Pybliographer</app>.

source: In the following, all the modules that will be refered to belong to the <em>Pyblio</em> domain. So, to access the members of the <em>Open</em> module, you'll have to write at the beginning of your script something like
el: Στα παρακάτω, όλες οι ενότητες που θα αναφερθούν ανήκουν στον τομέα <em>Pyblio</em>. Έτσι, για να προσπελάσετε τα μέλη της ενότητας <em>Open</em>, θα πρέπει να γράψετε στην αρχή του σεναρίου σας κάτι σαν
fr: Dans ce qui suit, tous les modules référencés appartiennent au domaine <em>Pyblio</em>. Donc, pour accéder aux membres du module <em>Open</em>, vous devez commencer votre script par quelque chose comme

source: The <em>Base</em> module contains some of the most basical classes used in the application:
el: Η ενότητα <em>Base</em> περιέχει μερικές από τις πιο βασικές κλάσεις που χρησιμοποιούνται στην εφαρμογή:
fr: Le module <em>Base</em> contient quelques-unes des classes les plus élémentaires utilisées dans l'application :

source: <em>Base.Entry</em> represents a specific bibliographic entry, with all its fields. It behaves like a hash table which returns the content of a field given its name
el: Το <em>Base.Entry</em> απεικονίζει μια ειδική βιβλιογραφική καταχώριση, με όλα τα πεδία της. Συμπεριφέρεται όπως ένας πίνακας κατακερματισμού που επιστρέφει το περιεχόμενο ενός πεδίου με δεδομένο το όνομά του
fr: <em>Base.Entry</em> représente l'entrée spécifique d'une bibliothèque avec tous ses champs. Elle se comporte comme une table de hachage qui renvoie le contenu d'un champ à partir de son nom

source: <em>Base.DataBase</em> is the class from which every database type inherits. It behaves like a hash table that returns a Base.Entry given a Base.Key
el: Το <em>Base.DataBase</em> είναι μια κλάση από την οποία κάθε τύπος βάσης δεδομένων κληρονομεί. Συμπεριφέρεται όπως ένας πίνακας κατακερματισμού που επιστρέφει μια Base.Entry με δεδομένο ένα Base.Key
fr: <em>Base.DataBase</em> est la classe dont chaque type de base de données hérite. Elle se comporte comme une table de hachage qui renvoie une Base.Entry à partir de sa Base.Key

source: <em>Key.Key</em> is the object that uniquely identifies an entry. This object must be unique over the whole application, and is composed of a database part and an entry part.
el: Το <em>Key.Key</em> είναι το αντικείμενο που ταυτοποιεί μοναδικά μια καταχώριση. Αυτό το αντικείμενο πρέπει να είναι μοναδικό σε ολόκληρη την εφαρμογή και αποτελείται από ένα τμήμα της βάσης δεδομένων και ένα τμήμα της καταχώρισης.
fr: <em>Key.Key</em> est l'objet qui identifie de manière unique une entrée. Il doit être unique dans toute l'application et est composé pour partie d'une base de donnée et pour partie d'une entrée.

source: An <em>Iterator</em> is an object that provides a way to access a sequence of items in order. These iterators are used extensively in <app>Pybliographer</app>, because they hide the underlying access mechanism, and provide the same access on any database. They are also perfectly suited for implementing transparent filtering and sorting of entries: the <em>Selection.Selection</em> class for example takes an iterator (on a database for example) and return a new one which will only iterate on a subset of the entries, according to a search criterion.
el: Ένας <em>επαναλήπτης</em> είναι ένα αντικείμενο που παρέχει έναν τρόπο πρόσβασης μιας αλληλουχίας στοιχείων στη σειρά. Αυτοί οι επαναλήπτες χρησιμοποιούνται εκτεταμένα στο <app>Pybliographer</app>, επειδή κρύβουν τον υποκείμενο μηχανισμό πρόσβασης και παρέχουν την ίδια πρόσβαση σε οποιαδήποτε βάση δεδομένων. Ταιριάζουν επίσης τέλεια για υλοποίηση διαφανούς φιλτραρίσματος και ταξινόμησης των καταχωρίσεων: η κλάση <em>Selection.Selection</em> για παράδειγμα παίρνει έναν επαναλήπτη (σε μια βάση δεδομένων για παράδειγμα) και επιστρέφει έναν νέο που θα επαναλάβει μόνο σε ένα υποσύνολο των καταχωρίσεων, σύμφωνα με το κριτήριο αναζήτησης.
fr: Un <em>Itérateur</em> est un objet qui fournit un moyen d'accéder à une séquence d'éléments dans l'ordre. Ces itérateurs sont intensivement utilisés dans <app>Pybliographer</app>, car ils masquent le mécanisme d'accès sous-jacent et donnent le même moyen d'accès à n'importe quelle base de données. Ils sont aussi parfaitement adaptés à la mise en place de filtrages et de tris transparents des entrées : par exemple, la classe <em>Selection.Selection</em> prend un itérateur (sur une base de données par exemple) et en retourne un autre qui ne fera des itérations que sur un sous-ensemble des entrées, selon un critère de recherche.

source: How to use the scripts shipped with <app>Pybliographer</app>.
el: Πώς να χρησιμοποιήσετε τα σενάρια που συνοδεύουν το <app>Pybliographer</app>.
fr: Comment utiliser les scripts inclus dans <app>Pybliographer</app>.

source: Existing scripts
de: Vorhandene Skripte
el: Υπάρχοντα σενάρια
fr: Scripts existants

source: Some scripts are provided with <app>Pybliographer</app>, both as example and as useful tools. They are quite short and should be readable with basical knowledge of <app>Python</app>.
el: Μερικά σενάρια παρέχονται με το <app>Pybliographer</app>, και ως παράδειγμα και ως χρήσιμα εργαλεία. Είναι αρκετά σύντομα και πρέπει να είναι αναγνώσιμα με βασική γνώση του <app>Python</app>.
fr: Certains scripts sont déjà inclus dans <app>Pybliographer</app>, aussi bien comme exemples que comme utilitaires. Ils sont assez courts et devraient être lisibles en ayant seulement une compréhension basique du langage <app>Python</app>.

source: This tool takes a list of files or directory, and check if they are valid (syntax, no entries with the same key,...)
de: Dieses Werkzeug überprüft anhand einer Liste von Dateien oder Ordnern, ob diese korrekt sind (Syntax, keine Einträge mit dem gleichen Schlüssel usw.).
el: Αυτό το εργαλείο παίρνει μια λίστα αρχείων ή καταλόγων και ελέγχει αν είναι έγκυρα (σύνταξη, όχι καταχωρίσεις με το ίδιο πλήκτρο,...)
fr: Ce script prend une liste de fichiers ou de dossiers et s'assure qu'ils sont valides (syntaxe, pas d'entrée avec la même clé,...)

source: It is possible to use its output directly in an emacs compile buffer, in order to jump directly to the encountered errors. To do so, type <keyseq><key>M</key><key>x</key></keyseq><cmd>compile</cmd>, then the command <cmd>pybcheck <var>yourfiles</var></cmd>, and use the middle button of the mouse to jump into the faulty file.
fr: Vous pouvez utiliser directement sa sortie dans un tampon de compilation emacs pour se rendre directement aux erreurs. Saisissez <keyseq><key>M</key><key>x</key></keyseq><cmd>compile</cmd>, puis la commande <cmd>pybcheck <var>vosfichiers</var></cmd> et déplacez-vous vers les fichiers erronés en appuyant sur le bouton central de la souris.

source: This tool extracts the citations made in a LaTeX document and generates a BibTeX file containing them.
de: Dieses Werkzeug entpackt die in einem LaTex-Dokument enthaltenen Zitate und erstellt eine BibTex-Datei, welche diese enthält.
el: Αυτό το εργαλείο εξάγει τις παραπομπές που έγιναν σε ένα έγγραφο LaTeX και δημιουργεί ένα αρχείο BibTeX που τα περιέχει.
fr: Ce script extrait les citations d'un document LaTeX et génère un fichier BibTeX les contenant.

source: Usually, one stores its bibliographies in one or several large BibTeX files, and lets <cmd>bibtex</cmd> extract the entries used in a LaTeX document. But it is sometime convenient to create a self-contained package (for example to share it in native form with somebody else, or to store it), with a minimalistic BibTeX file holding exactly the entries used in LaTeX. This tool does exactly that: it reads a LaTeX <file>.aux</file> file, and extract from the specified BibTeX databases the corresponding entries.
el: Συνήθως, αποθηκεύει κάποιος τις βιβλιογραφίες σε ένα ή πολλά μεγάλα αρχεία BibTeX και επιτρέπει στο <cmd>bibtex</cmd> να εξάγει τις χρησιμοποιούμενες καταχωρίσεις σε ένα έγγραφο LaTeX. Αλλά, κάποιες φορές είναι βολική η δημιουργία ενός αυτοπεριεχόμενου πακέτου (για παράδειγμα να το μοιραστείτε σε εγγενή μορφή με κάποιον άλλο, ή να το αποθηκεύσετε), με ένα ελάχιστο αρχείο BibTeX που κρατά ακριβώς τις χρησιμοποιούμενες καταχωρίσεις στο LaTeX. Αυτό το εργαλείο κάνει ακριβώς αυτό: διαβάζει ένα αρχείο LaTeX <file>.aux</file> και εξάγει από τις συγκεκριμένες βάσεις δεδομένων BibTeX τις αντίστοιχες καταχωρίσεις.
fr: Normalement, vos bibliographies sont enregistrées dans un ou plusieurs gros fichiers BibTeX et <cmd>bibtex</cmd> extrait les entrées utilisées dans le document LaTeX. Mais il est parfois plus aisé de créer un ensemble autonome sous forme d'un fichier minimaliste contenant exactement les entrées utilisées en LaTeX (par exemple pour en partager les sources avec quelqu'un d'autre ou pour le sauvegarder). C'est bien le rôle de ce script : il lit les fichiers <file>.aux</file> LaTeX et extrait les entrées correspondantes des bases de données BibTeX spécifiées.

source: This tool converts from one bibliographic format to another.
de: Dieses Werkzeug wandelt ein Pybliographer-Format in ein anderes um.
el: Αυτό το εργαλείο μετατρέπει από μια βιβλιογραφική μορφή σε μια άλλη.
fr: Ce script convertit une bibliographie d'un format à un autre.

source: The general syntax is pretty simple. To convert from Refer to BibTeX for example, just run:
de: Die grundlegende Syntax ist erfreulich einfach. Um beispielsweise Refer in BibTex umzuwandeln, führen Sie Folgendes aus:
el: Η γενική σύνταξη είναι αρκετά απλή. Για να μετατρέψετε από αναφορά σε BibTeX για παράδειγμα, εκτελέστε απλά:
fr: La syntaxe générale est relativement simple. Pour convertir de Refer en BibTeX par exemple, exécutez simplement :

source: This script generates a bibliography according to a bibliographic style, and outputs it in a specific format (like HTML, LaTeX,...) as it should appear in a document.
de: Dieses Skript erstellt eine Bibliografie gemäß einem angegebenen Stil und gibt diese in einem spezifischen Format (wie HTML, LaTeX usw.) aus, so wie sie in einem Dokument erscheinen sollte.
el: Αυτό το σενάριο δημιουργεί μια βιβλιογραφία σύμφωνα με την βιβλιογραφική τεχνοτροπία και την εμφανίζει σε μια ειδική μορφή (όπως HTML, LaTeX,...) όπως θα πρέπει να εμφανίζεται σε ένα έγγραφο.
fr: Ce script génère une bibliographie en fonction d'un style bibliographique et retourne le résultat dans un format spécifique (comme HTML, LaTeX...) tel qu'elle doit s'afficher dans un document.

source: The general form of the command is
de: Die grundlegende Form des Befehls lautet:
el: Η γενική μορφή της εντολής είναι
fr: La syntaxe générale de la commande est

source: [options] database...
el: [επιλογές] βάση δεδομένων...
fr: [options] base2données...

source: This command without options will use the style called <em>alpha</em> to create a bibliography in <em>Text</em> format. Several options are available to create these documents:
el: Αυτή η εντολή χωρίς επιλογές θα χρησιμοποιήσει την τεχνοτροπία που λέγεται <em>άλφα</em> για να δημιουργήσει μια βιβλιογραφία σε μορφή <em>κειμένου</em>. Αρκετές επιλογές είναι διαθέσιμες για να δημιουργήσετε αυτά τα έγγραφα:
fr: Cette commande sans option utilise le style appelé <em>alpha</em> pour créer une bibliographie au format <em>Text</em>. Plusieurs options sont disponibles pour créer ces documents :

source: <cmd>--style=...</cmd> or <cmd>-s ...</cmd>: specify a bibliography style. This can be a full path to an existing XML file, or a name which will be searched in the standard places. Default is Alpha.
el: <cmd>--style=...</cmd> ή <cmd>-s ...</cmd>: ορίζει μια τεχνοτροπία βιβλιογραφίας. Αυτή μπορεί να είναι μια πλήρης διαδρομή σε ένα υπάρχον αρχείο XML, ή ένα όνομα που θα αναζητηθεί στις τυπικές θέσεις. Η προεπιλογή είναι το άλφα.
fr: <cmd>--style=...</cmd> ou <cmd>-s ...</cmd> : spécifie un style de bibliographie. Cela peut être un chemin absolu vers un fichier XML existant, ou un nom qui pourra être recherché dans les emplacements standards. Le style par défaut est Alpha.

source: <cmd>--format=...</cmd> or <cmd>-f ...</cmd>: specify an output format (HTML, LaTeX, Raw, Text, Textau, Textnum). Default is Text. (Textau and Textnum are just slightly modified versions of Text. See <link xref="#script-scripting-existing-pybtext"/> for more details.)
el: <cmd>--format=...</cmd> ή <cmd>-f ...</cmd>: ορίζει μια μορφή εξόδου (HTML, LaTeX, Raw, Text, Textau, Textnum). Η προεπιλογή είναι κείμενο. (Textau και Textnum είναι απλώς ελαφρά τροποποιημένες εκδόσεις κειμένου. Δείτε <link xref="#script-scripting-existing-pybtext"/> για περισσότερες λεπτομέρειες.)
fr: <cmd>--format=...</cmd> ou <cmd>-f ...</cmd> : spécifie un format de sortie (HTML, LaTeX, Raw, Text, Textau, Textnum). Le format par défaut est Text (Textau et Textnum ne sont que des versions légèrement modifiées de Text, consultez <link xref="#script-scripting-existing-pybtext"/> pour plus de détails).

source: <cmd>--output=...</cmd> or <cmd>-o ...</cmd>: specify an output filename. STDOUT is the default.
el: <cmd>--output=...</cmd> ή <cmd>-o ...</cmd>: ορίζει ένα όνομα αρχείου εξόδου. ΤΥΠΙΚΗΕΞΟΔΟΣ είναι η προεπιλογή.
fr: <cmd>--output=...</cmd> ou <cmd>-o ...</cmd> : spécifie un nom de fichier de sortie. STDOUT est la sortie par défaut.

source: <cmd>--header=...</cmd> or <cmd>-H ...</cmd>: defines a file that will be prepended to the output file.
el: <cmd>--header=...</cmd> ή <cmd>-H ...</cmd>: ορίζει ένα αρχείο που θα προταχθεί του αρχείου εξόδου.
fr: <cmd>--header=...</cmd> ou <cmd>-H ...</cmd> : définit un fichier qui sera ajouté en tête du fichier de sortie.

source: <cmd>--footer=...</cmd> or <cmd>-F ...</cmd>: defines a file that will be appended to the output file.
el: <cmd>--footer=...</cmd> ή <cmd>-F ...</cmd>: ορίζει ένα αρχείο που θα προσαρτηθεί στο αρχείο εξόδου.
fr: <cmd>--footer=...</cmd> ou <cmd>-F ...</cmd> : définit un fichier qui sera ajouté à la fin du fichier de sortie.

source: <cmd>--list=output</cmd> or <cmd>-l output</cmd>: lists the available output formats
el: <cmd>--list=output</cmd> ή <cmd>-l output</cmd>: εμφανίζει τις διαθέσιμες μορφές εξόδου
fr: <cmd>--list=output</cmd> ou <cmd>-l output</cmd> : affiche les formats de sortie disponibles

source: This tool searches for the citations in a LaTeX document and generates a LaTeX bibliography file.
de: Dieses Werkzeug sucht nach Zitaten in einem LaTeX-Dokument und erstellt eine LaTeX-Bibliografiedatei.
el: Αυτό το εργαλείο αναζητά τις παραπομπές σε ένα έγγραφο LaTeX και δημιουργεί ένα αρχείο βιβλιογραφίας LaTeX.
fr: Ce script recherche les citations dans un document LaTeX et génère un fichier bibliographique de LaTeX.

source: This tool reads a LaTeX <file>.aux</file> file, and extracting the corresponding entries from the specified BibTeX databases creates a LaTeX <file>.bbl</file> file.
el: Αυτό το εργαλείο διαβάζει ένα αρχείο LaTeX <file>.aux</file> και εξάγοντας τις αντίστοιχες καταχωρίσεις από τις συγκεκριμένες βάσεις δεδομένων BibTeX δημιουργεί ένα αρχείο LaTeX <file>.bbl</file>.
fr: Ce script lit un fichier <file>.aux</file> LaTeX et crée un fichier <file>.bbl</file> LaTeX en extrayant les entrées correspondantes de la base de données BibTeX spécifiée.

source: The form of the command is
de: Der Befehl folgt der Form
el: Η μορφή της εντολής είναι
fr: La syntaxe de la commande est

source: <output>bash$ </output><cmd>pybtex</cmd> <file>latexfile</file> [<file>bibtexfiles</file>...]
fr: <output>bash$ </output><cmd>pybtex</cmd> <file>fichierlatex</file> [<file>fichiersbibtex</file>...]

source: This tool processes a text file containing citations and appends a bibliography according to a given style.
de: Dieses Werkzeug verarbeitet eine Textdatei, welche Zitate enthält und hängt eine Bibliografie gemäß einem angegebenen Stil an.
el: Αυτό το εργαλείο επεξεργάζεται ένα αρχείο κειμένου που περιέχει παραπομπές και προσαρτά μια βιβλιογραφία σύμφωνα με τη δεδομένη τεχνοτροπία.
fr: Ce script traite un fichier texte contenant des citations et ajoute en fin de fichier une bibliographie en fonction d'un style donné.
