Repository: zkota/pyblio-1.2
Catalog: help/*/*.po
Languages: de, el, fr

source: Clicking on an entry while pressing the <keysym>Shift</keysym> key extends the selection to the clicked entry. A click while pressing the <keysym>Control</keysym> key toggles the entry without altering the state of the rest of the selection. With copy and paste, or by drag and drop you can copy one or more selected entries into a new window/database.
de: Anklicken eines Eintrages, während Sie die <keysym>Umschalttaste</keysym> gedrückt halten, erweitert die Auswahl bis zum angeklickten Eintrag. Wenn Sie stattdessen die <keysym>Strg</keysym>-Taste gedrückt halten, wird der Status des angeklickten Eintrages auf »ausgewählt« beziehungsweise »nicht ausgewählt« umgeschaltet, ohne den Status der übrigen Einträge zu beeinflussen. Durch Kopieren und Einfügen oder Ziehen und Ablegen können Sie einen oder mehrere ausgewählte Einträge in ein neues Fenster oder eine neue Datenbank verschieben.

source: Shows Pybliographer main window.
de: Zeigt das Hauptfenster von Pybliographer.

source: Pybliographic offers a quite powerful searching mechanism. For searching you can use the quick search entry of the toolbar or the search dialog. To open the search dialog, click on <menuchoice><guimenu>Edit</guimenu><guimenuitem>Search</guimenuitem></menuchoice> in the menu. The dialog that appears (see <xref linkend="figsearch"/>) displays a search form at the top.
de: Pybliographic verfügt über einen mächtigen Suchmechanismus. Dafür können Sie das Schnellsuchfeld in der Werkzeugleiste oder den Suchdialog verwenden. Um den Suchdialog zu öffnen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Suchen</guimenuitem></menuchoice>. Im sich öffnenden Dialog (siehe <xref linkend="figsearch"/>) wird ein Suchfeld im oberen Bereich angezeigt.

source: Shows Pybliographer search dialog.
de: Zeigt den Suchdialog von Pybliographer.

source: With a simple search, you can select the field that will be searched and you can specify a regular expression to be matched. <guibutton>- any field -</guibutton> means that all the existing fields will be searched. This is usually more time-consuming.
de: Mit einer einfachen Suche können Sie das Feld auswählen, nach dem gesucht werden soll, sowie einen regulären Ausdruck als Suchbegriff angeben. <guibutton>- Alle Felder -</guibutton> bedeutet, dass alle vorhandenen Felder gesucht werden, was üblicherweise mehr Zeit erfordert.

source: Such an expression means: select the entries where the field <emphasis>author</emphasis> matches <emphasis>name</emphasis>, or (symbol <symbol>|</symbol>) where the field <emphasis>title</emphasis> does <emphasis>not</emphasis> match <emphasis>test</emphasis>. The boolean <symbol>and</symbol> is noted <symbol>&amp;</symbol>.
de: Dieser Ausdruck bedeutet: Suche nach Einträgen, deren Feld <emphasis>author</emphasis> mit <emphasis>name</emphasis> übereinstimmt oder (Symbol <symbol>|</symbol>) wo das Feld <emphasis>title</emphasis> <emphasis>nicht</emphasis> <emphasis>test</emphasis> enthält. Das boolesche <symbol>and</symbol> wird als <symbol>&amp;</symbol> notiert.

source: <command>has_key(<varname>keyname</varname>)</command> searches on a key name.
de: <command>has_key(<varname>keyname</varname>)</command> sucht nach einem Schlüsselnamen.

source: <command>has_type(<varname>typename</varname>)</command> searches for entries of a given type name.
de: <command>has_type(<varname>typename</varname>)</command> sucht nach Einträgen des angegebenen Typs.

source: <command>any_has(<varname>value</varname>)</command> searches for the given value in all the fields of an entry.
de: <command>any_has(<varname>value</varname>)</command> sucht nach dem angegebenen Wert in allen Feldern eines Eintrags.

source: <command>before(<varname>field</varname>, <varname>year</varname>, <varname>month</varname>, <varname>day</varname>)</command> searches for entries where the specified date field is older than the specified date.
de: <command>before(<varname>field</varname>, <varname>year</varname>, <varname>month</varname>, <varname>day</varname>)</command> sucht nach Einträgen, bei denen der Zeitstempel des Datumsfeldes älter ist als das angegebene Datum.

source: <command>after(<varname>field</varname>, <varname>year</varname>, <varname>month</varname>, <varname>day</varname>)</command>searches for entries where the specified date field is younger than the specified date.
de: <command>after(<varname>field</varname>, <varname>year</varname>, <varname>month</varname>, <varname>day</varname>)</command> sucht nach Einträgen, bei denen der Zeitstempel des Datumsfeldes jünger ist als das angegebene Datum.

source: To select the full list of database entries again, just click on the <emphasis>Full database</emphasis> item at the top of the search tree, or push the 'Esc' button on the keyboard when you are in the main window.
de: Um wiederum die vollständige Liste der Datenbankeinträge anzeigen zu lassen, klicken Sie auf den Eintrag <emphasis>Gesamte Datenbank</emphasis> am oberen Ende des Suchbaums oder drücken Sie die »Esc«-Taste, sofern Sie sich im Hauptfenster befinden.

source: A <symbol>triangle</symbol>-like symbol means sort in <emphasis>ascending order</emphasis>.
de: Ein nach oben weisendes Dreiecksymbol zeigt an, dass die Sortierung in <emphasis>aufsteigender</emphasis> Reihenfolge geschieht.

source: An <symbol>upside down triangle</symbol>-like symbol means sort in <emphasis>descending order</emphasis>.
de: Ein auf der Spitze stehendes Dreiecksymbol zeigt an, dass die Sortierung in <emphasis>absteigender</emphasis> Reihenfolge geschieht.

source: Clicking on the title of each column in the main index provides some rudimentary way of sorting a database. A much powerful method is to open the sort dialog (in <menuchoice><guimenu>Edit</guimenu><guimenuitem>Sort</guimenuitem></menuchoice>). This menu, displayed in <xref linkend="figsort"/>, gives a list of fields which can be used as sort criterions, plus a flag indicating how they are currently used. By clicking twice on the item, it is possible to choose how the field will be used: <placeholder-1/>
de: Durch Anklicken der Überschriften der einzelnen Spalten im Hauptindex können Sie auf elementare Weise die Datenbank sortieren. Eine weitaus mächtigere Methode führt über den Sortierdialog, erreichbar über <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Sortieren</guimenuitem></menuchoice> im Menü. Dieses Menü, wie in <xref linkend="figsort"/> angezeigt, stellt eine Liste von Feldern bereit, die als Sortierkriterien dienen können, sowie eine Markierung, wie diese gegenwärtig verwendet werden. Durch Doppelklick auf einen Eintrag können Sie wählen, wie das Feld genutzt werden soll: <placeholder-1/>

source: The order in which the sorting is performed depends on the order in the list. To modify this order, simply drag and drop an item to change its position. To make this sort order default, it can be saved by clicking on the <guibutton>Set as default</guibutton> button.
de: Die Reihenfolge der Sortierung hängt von der Reihenfolge in der Liste ab. Um diese Reihenfolge zu ändern, ziehen Sie einfach einen Eintrag und legen ihn an der gewünschten Position ab. Um diese Reihenfolge als Vorgabe zu speichern, klicken Sie auf den Knopf <guibutton>Als Vorgabe setzen</guibutton>.

source: Shows Pybliographer sort dialog.
de: Zeigt den Sortierdialog von Pybliographer.

source: Shows Pybliographer edition window.
de: Zeigt das Bearbeitungsfenster von Pybliographer.

source: The edition window is represented in <xref linkend="figedit"/>. On the right of each field, a symbol indicates if pybliographer has been able to render all the information given in that field. For example, a BibTeX field containing an unknown command name cannot be correctly represented. In that case, pybliographer provides a fake representation, and indicates it was not able to do a good job on this field by setting a red symbol on its right, instead of a green one.
de: Im Bearbeitungsfenster in <xref linkend="figedit"/> sehen Sie rechts von jedem Feld ein Symbol, das angibt, ob Pybliographer alle in diesem Feld angegebenen Informationen korrekt verarbeiten konnte. Beispielsweise könnte ein BibTex-Feld einen unbekannten Befehl enthalten, der nicht korrekt dargestellt werden kann. In diesem Fall meldet Pybliographer einen Fehler und gibt durch ein rotes Symbol neben diesem Feld an, dass die richtige Erkennung nicht möglich war, während ein grünes Symbol erscheint, wenn keine Fehler auftreten.

source: If you edit such an entry, you can loose the additional information it contained. To avoid this, consider using native editing (see <xref linkend="gui-edit-native"/>).
de: Falls Sie einen solchen Eintrag bearbeiten, könnten enthaltene zusätzliche Informationen verloren gehen. Um dies zu vermeiden, sollten Sie die native Bearbeitung verwenden (siehe <xref linkend="gui-edit-native"/>).

source: To edit the entries, simply type the corresponding text, without any consideration for the database format being used. For example, with <productname>BibTeX</productname>, don't add any <symbol>{</symbol> or special characters to influence the result, as they will be quoted by the system. For fields requiring names (like author and editor), use the following format: type one name per line, in the <emphasis>last name, lineage, first name</emphasis> order. If an author or editor field has too many names, you can end the list of names with <emphasis> others</emphasis>; the standard bibtex styles convert this to <emphasis>et al</emphasis>.
de: Um die Einträge zu bearbeiten, geben Sie einfach den entsprechenden Text ein, wobei Sie das für die Datenbank verwendete Format in keiner Weise berücksichtigen müssen. Fügen Sie beispielsweise für <productname>BibTeX</productname> keine geschweiften Klammern (<symbol>{</symbol>) oder andere Sonderzeichen hinzu, um das Ergebnis zu beeinflussen, da diese vom System als Zitate formatiert werden. Für Felder, die Namen erfordern, wie »author« und »editor« verwenden Sie folgendes Format: Geben Sie einen Namen pro Zeile ein, in der Reihenfolge <emphasis>Nachname, Geburtsname, Vorname</emphasis>. Falls ein Autor- oder Editor-Feld zu viele Namen hat, können Sie am Schluss <emphasis>others</emphasis> setzen. Die Standard-Stilvorlagen von BibTex wandeln dies in <emphasis>et al</emphasis> um.

source: In addition to the standard fields, you can create your own fields using the <guibutton>Create Field</guibutton> button.
de: Zusätzlich zu den Standardfeldern können Sie mit dem Knopf <guibutton>Feld erstellen</guibutton> eigene Felder anlegen.

source: You can customize the mandatory and optional fields for the different type of entries. For example, associating the <emphasis>URL</emphasis> field with a given type of entry, it is possible to assign an url to an entry (e.g. the location of the pdf version of an article or the address of a website). See <xref linkend="figediturl"/>. More information about the association of fields can be found in <xref linkend="gui-settings"/>.
de: Sie können die obligatorischen und optionalen Felder für die verschiedenen Eintragstypen nach Ihren Wünschen anpassen. Beispielsweise können Sie durch die Zuordnung eines <emphasis>URL</emphasis>-Feldes zu einem bestimmten Eintragstyp einem Eintrag eine Adresse zuweisen, wie den Ort der PDF-Datei eines Artikels oder die Adresse einer Webseite, siehe <xref linkend="figediturl"/>. Weitere Informationen über die Zuordnung von Feldern finden Sie in <xref linkend="gui-settings"/>.

source: Shows the optional fields containing URL.
de: Zeigt optionale Felder mit einer Adresse.

source: <keycombo><keycap>Ctrl</keycap><keycap>TAB</keycap></keycombo> to jump to the next field
de: <keycombo><keycap>Strg</keycap><keycap>Tab</keycap></keycombo> springt zum nächsten Feld

source: <keycombo><keycap>Shift</keycap><keycap>TAB</keycap></keycombo> to jump to the previous field
de: <keycombo><keycap>Umschalttaste</keycap><keycap>Tab</keycap></keycombo> springt zum vorigen Feld

source: <keycombo><keycap>Ctrl</keycap><keycap>Enter</keycap></keycombo> to accept the modifications
de: <keycombo><keycap>Strg</keycap><keycap>Eingabetaste</keycap></keycombo> wendet die Änderungen an

source: <keycap>Esc</keycap> to cancel the edition
de: <keycap>Esc</keycap> bricht die Bearbeitung ab

source: To specify a crossreference to another entry, just drag the entry from the main list to the <guilabel>Crossreference</guilabel> field. To remove a crossreference, drag an empty selection on the field. To unselect all the entries, you might need to use the <keysym>Control</keysym> key, while clicking on the entry.
de: Um einen Querverweis zu einem anderen Eintrag anzugeben, ziehen Sie den Eintrag aus der Hauptliste in das Feld <guilabel>Referenz</guilabel>. Um einen Querverweis zu entfernen, ziehen Sie eine leere Auswahl in das Feld. Um alle Einträge abzuwählen, drücken Sie während des Anklickens des Eintrages die <keysym>Strg</keysym>-Taste.

source: For databases like BibTeX that provide a specific syntax (called <emphasis>native</emphasis> syntax), it is possible to directly edit the entry in this format. Just click the button called <guibutton>Native Editing</guibutton> at the bottom of the window and type the entry in its native form.
de: Für Datenbanken wie BibTex, die eine spezielle Syntax verwenden (<emphasis>native</emphasis> Syntax genannt), ist es möglich den Eintrag direkt in diesem Format zu bearbeiten. Klicken Sie auf den Knopf <guibutton>Native Bearbeitung</guibutton> im unteren Bereich des Fensters und geben Sie den Eintrag in dieser nativen Form ein.

source: It is also possible to type native commands in the normal editing window. For example, if you want to use special LaTeX commands like <command>\textbf</command> in a title, you can type them directly in the Title field by preceding the text with a <symbol>@</symbol> symbol (as the first character). After that symbol, you have to use all the BibTeX conventions (braces, backslashes,...), as none of them will be escaped or modified by pybliographer.
de: Es ist ebenfalls möglich, im normalen Bearbeitungsfenster native Befehle einzugeben. Wenn sie beispielsweise spezielle LaTex-Befehle wie <command>\textbf</command> in einer Überschrift verwenden wollen, geben Sie diesen einfach in das Überschriftsfeld ein, wobei Sie dem Text ein <symbol>@</symbol>-Symbol als erstes Zeichen voranstellen. Nach dem Symbol müssen Sie sämtliche BibTex-Konventionen beachten, da diese nicht durch Pybliographer maskiert oder in einer sonstigen Weise verändert werden.

source: Using pybliographic with <application>LyX</application>
de: Verwendung von pybliographic mit <application>LyX</application>

source: It is possible to directly use pybliographer in order to insert bibliographic references into LyX. It is done through the LyX <emphasis>server</emphasis>. The path of the LyX server pipe can be defined in the <menuchoice><guimenu>Tools</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> dialog of LyX. The same path should be given in pybliographer's settings (the default value is ~/.lyx/lyxpipe).
de: Es ist möglich, Pybliographer dazu zu verwenden, bibliografische Referenzen in LyX einzufügen. Das geschieht über den LyX-<emphasis>Server</emphasis>. Der Pfad zur Weiterleitung zum LyX-Server wird im Dialog <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> in LyX konfiguriert. In den Einstellungen von Pybliographer muss der gleiche Pfad angegeben werden. Der Vorgabewert dafür ist ~/.lyx/lyxpipe.

source: Then, in pybliographic, it is possible to select one or several entries and insert their references into a running LyX simply by clicking the <guibutton>Cite</guibutton> toolbar button, or selecting the <menuchoice><guimenu>Cite</guimenu><guimenuitem>Cite...</guimenuitem></menuchoice> menu item.
de: Weiterhin können Sie in Pybliographic einen oder mehrere Einträge auswählen und deren Referenzen direkt an eine laufende LyX-Instanz übergeben. Klicken Sie hierzu auf den Knopf <guibutton>Zitat</guibutton> in der Werkzeugleiste oder wählen Sie <menuchoice><guimenu>Zitat</guimenu><guimenuitem>Zitat …</guimenuitem></menuchoice> im Menü.

source: For the moment, it is the user's job to ensure that he/she inserts entries corresponding to the actual database being used. pybliographic does not handle the full job of bibliography generation; therefore it is necessary to use <command>bibtex</command> as described in the LyX documentation.
de: Derzeit müssen Sie noch selbst sicherstellen, dass die eingegebenen Einträge zu der aktuell verwendeten Datenbank korrespondieren. Pybliographic bewältigt die Aufgabe der Erstellung einer Bibliografie noch nicht umfassend, daher ist es notwendig, dass Sie <command>bibtex</command> wie in der LyX-Dokumentation beschrieben verwenden.

source: pybliographic can interact with <application>Kile</application> (&gt;= 1.6) practically in the same way, since <application>Kile </application> can also read <emphasis>lyx pipe</emphasis>.
de: Praktisch ebenso kann pybliographic mit <application>Kile</application> (&gt;= 1.6) interagieren, da <application>Kile </application> auch <emphasis>lyx pipe</emphasis> lesen kann.

source: Selected entries can be saved in different formats using the <menuchoice><guimenu>Cite</guimenu><guimenuitem>Format... </guimenuitem></menuchoice> menu item (<xref linkend="figformat"/>).
de: Ausgewählte Einträge können in verschiedenen Formaten gespeichert werden. Wählen Sie hierzu <menuchoice><guimenu>Zitat</guimenu><guimenuitem>Format …</guimenuitem></menuchoice> (<xref linkend="figformat"/>).

source: Shows Pybliographer formatting entries dialog.
de: Zeigt den Dialog zur Formatierung von Einträgen in Pybliographer.

source: As a result, a formatted output file is generated according to a bibliographic style, either in HTML, LaTeX, Raw or Text format. The pybliographer package contains some bibliographic styles, but own styles can also be created easily. See also <xref linkend="script-scripting-existing-pybformat"/>.
de: Das Ergebnis ist eine nach einem bibliografischen Stil entsprechend formatierte Ausgabedatei, entweder in HTML, LaTex, Raw oder einfachem Text. Das Pybliographer-Paket liefert bereits einige bibliografische Stile mit, aber eigene Stile können Sie leicht selbst erstellen. Siehe auch <xref linkend="script-scripting-existing-pybformat"/>.

source: With pybliographic, it is possible to perform a Medline search. To use this option, click on the <menuchoice><guimenu>File</guimenu><guimenuitem>Medline query...</guimenuitem></menuchoice> menu item. The upcoming window is represented in <xref linkend="figmed"/>.
de: In Pybliographer können Sie eine Medline-Suche ausführen. Wählen Sie im Menü <menuchoice><guimenu>Datei</guimenu><guimenuitem>Medline-Abfrage</guimenuitem></menuchoice>. Das daraufhin erscheinende Fenster sehen Sie in <xref linkend="figmed"/>.

source: Shows Pybliographer medline search dialog.
de: Zeigt den Medline-Suchdialog von Pybliographer.

source: The keyword, you are looking for, should be written into the <emphasis>Search PubMed for</emphasis> field. As it can be seen in <xref linkend="figmed"/>, a number of options (limitations) can be set, which can help to obtain an optimal search result. The matched references, resulted in by the query, appear in the main window as a new database.
de: Schreiben Sie das Schlüsselwort, nach dem Sie suchen wollen, in das Feld <emphasis>PubMed durchsuchen nach:</emphasis>. Wie in <xref linkend="figmed"/> zu sehen, können Sie eine Reihe von Optionen (Einschränkungen) festlegen, um ein optimales Suchergebnis zu erzielen. Die Ergebnisse der Abfrage erscheinen im Hauptfenster als neue Datenbank.

source: Under the <menuchoice><guimenu>Settings</guimenu></menuchoice> menu, you can find some options to customize pybliographer.
de: Im Menü <menuchoice><guimenu>Einstellungen</guimenu></menuchoice> finden Sie folgende Optionen zum Anpassen von Pybliographer.

source: Shows Pybliographer fields and entry types configuration dialog.
de: Zeigt den Konfigurationsdialog der Eintragstypen und Feldnamen in Pybliographer.

source: Selecting the <menuchoice><guimenu>Settings</guimenu><guimenuitem>Fields</guimenuitem></menuchoice> menu item, it is possible to add or remove fields, to set their type, and to define which fields should be associated with a given type of entry. In addition, the mandatory and optional fields are also can be varied. In <xref linkend="figfields"/>, as an example, the association of the Article entry type can be seen.
de: Über den Menüeintrag <menuchoice><guimenu>Einstellungen</guimenu><guimenuitem>Felder</guimenuitem></menuchoice> können Sie Felder hinzufügen oder entfernen, den Typ von Feldern ändern, sowie festlegen, welche Felder einem angegebenen Eintragstyp zugewiesen werden sollen. Außerdem können Sie die obligatorischen und optionalen Felder angeben. In <xref linkend="figfields"/> sehen Sie als Beispiel die Zuordnung des Typs »Artikel« zu einem Eintrag.

source: Clicking on the <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> menu item, a lot of configuration options can be controlled. Such options are, for instance, settings of the different type of bibliographic database formats, autosave, size of history, defult editing mode, the default type of a newly created entry, and resource configuration.
de: Über den Menüeintrag <menuchoice><guimenu>Einstellungen</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> können Sie zahlreiche Optionen konfigurieren. Dazu gehören beispielsweise Einstellungen der verschiedenen Datenbankformate, die Größe der Bearbeitungschronik, der vorgegebene Bearbeitungsmodus, der vorgegebene Typ neu zu erstellender Einträge und die Konfiguration der Ressourcen.

source: To start Pybliographer in command line mode, type the following command:
de: Um Pybliographer im Befehlszeilenmodus zu starten, geben Sie folgenden Befehl ein:

source: <placeholder-1/><placeholder-2/> This is pybliographer, version 1.2.12 Copyright (C) 1998-2004 Frederic GOBRY This is free software with ABSOLUTELY NO WARRANTY. For details, type `warranty'. Useful commands: help to get some help quit to quit &gt;&gt;
de: <placeholder-1/> <placeholder-2/> Willkommen zu pybliographer, Version 1.2.12 Copyright (C) 1998-2004 Frederic GOBRY Dies ist freie Software OHNE JEDE GARANTIE. Für Details, wählen Sie »warranty«. Nützliche Befehle: help für Hilfe quit zum Beenden &gt;&gt;

source: To get some help about how to use Pybliographer in this mode, type <command>help</command> at the pybliographer prompt.
de: Um Hilfe zur Verwendung von Pybliographer in diesem Modus zu erhalten, geben Sie <command>help</command> an der Eingabeaufforderung von Pybliographer ein.

source: To see the complete entries listed by the command <command>ls (iterator)</command>:
de: So lassen Sie die gesamten mit dem Befehl <command>ls (iterator)</command> aufgelisteten Einträge an:

source: The scripting language
de: Die Skriptsprache

source: pybliographer is in fact a simple set of classes and functions written in python, and that provides with a simple and homogenous access to bibliographic databases. Therefore, it is possible to write python scripts that make use of these specialized functions. The graphical interface, pybliographic, is itself a simple script on top of pybliographer.
de: Pybliographer besteht faktisch aus einer Reihe von in Python geschriebenen Klassen und Funktionen, die einen simplen und homogenen Zugriff auf bibliografische Datenbanken ermöglichen. Mit Hilfe eigener Python-Skripte ist es möglich, auf diese spezialisierten Funktionen zuzugreifen. Die grafische Benutzeroberfläche »pybliographic« ist an sich ein einfaches Skript, welches auf »pybliographer« aufsetzt.
