Repository: zkota/pyblio-1.2
Catalog: po/*.po
Languages: bs, de, pl

source: warning: can't import %s: %s
bs: upozorenje: Uvoz onemogućen %s: %s
de: Warnung: %s kann nicht importiert werden: %s
pl: ostrzeżenie: nie można zaimportować %s: %s

source: value of `%s' should be of type %s
bs: vrijednost `%s' bi trebala biti tipa %s
de: Wert von »%s« sollte vom Typ %s sein
pl: wartość "%s" powinna być typu %s

source: String
bs: Niz znakova
de: Zeichenkette
pl: Ciąg znaków

source: Boolean
bs: Logička vrijednost
de: Boolescher Wert
pl: Wartość logiczna

source: Integer
bs: Cijeli broj
de: Ganzzahl
pl: Liczba całkowita

source: Integer under %d
bs: Cijeli broj ispod %d
de: Ganzzahl unter %d
pl: Liczba całkowita poniżej %d

source: Integer over %d
bs: Cijeli broj iznad %d
de: Ganzzahl über %d
pl: Liczba całkowita powyżej %d

source: Integer between %d and %d
bs: Cijeli broj izmeđi %d i %d
de: Ganzzahl zwischen %d und %d
pl: Liczba całkowita między %d a %d

source: Element in `%s'
bs: Element u `%s'
pl: Element w "%s"

source: Tuple (%s)
bs: Torka (%s)
de: Sequenz (Tupel) (%s)
pl: Krotka (%s)

source: List (%s)
bs: Lista (%s)
de: Liste (%s)
pl: Lista (%s)

source: Dictionary (%s, %s)
bs: Rječnik (%s, %s)
de: Indizierte Liste (Dictionary) (%s, %s)
pl: Słownik (%s, %s)

source: warning: could not restore setting %r to %r: %s
bs: upozorenje: nije uspjelo vracanje postavke %r u %r: %s
de: Warnung: Einstellung %r kann nicht auf %r wiederhergestellt werden: %s
pl: ostrzeżenie: nie można przywrócić ustawienia %r do %r: %s

source: Illegal year value
bs: Vijednost godine nije legalna
de: Falscher Wert für Jahr
pl: Niedozwolony rok

source: Illegal month value
bs: Vrijednost mjeseca nije legalna
de: Falscher Wert für Monat
pl: Niedozwolony miesiąc

source: Illegal day value
bs: Vrijednost dana nije legalna
de: Falscher Wert für Tag
pl: Niedozwolony dzień

source: in %s
bs: u %s
pl: w %s

source: key `%s' is malformed
bs: tipla '%s' je deformirana
de: Syntax des Schlüssels »%s« ist falsch
pl: klucz "%s" jest zniekształcony

source: %s:%d: key `%s' already defined
bs: %s:%d: tipka `%s' već definisana
de: %s:%d: Schlüssel »%s« schon definiert
pl: %s:%d: określono już klucz "%s"

source: Some changes require to restart Pybliographic to be correctly taken into account
bs: Neke promjene zahtijevaju ponovno pokretanje Pybliographic-a da bi se tačno uzele u obzir
de: Einige Änderungen erfordern den Neustart von »Pybliographer«, um korrekt übernommen zu werden
pl: Niektóre zmiany wymagają ponownego uruchomienia programu, aby zostały uwzględnione

source: Add
bs: Dodaj
de: Hinzufügen
pl: Dodaj

source: Update
bs: Ažuriraj
de: Auffrischen
pl: Zapisz nazwę

source: Remove
bs: Izbriši
de: Entfernen
pl: Usuń

source: Set
bs: Postavi
de: Festlegen
pl: Ustaw

source: Key:
bs: Tipka:
de: Schlüssel:
pl: Klucz:

source: Value:
bs: Vrijednost:
de: Wert:
pl: Wartość:

source: _File
bs: _Datoteka
de: _Datei
pl: _Plik

source: _Edit
bs: _Izmijeni...
de: _Bearbeiten
pl: _Edycja

source: _View
bs: P_ogled
de: _Ansicht
pl: _Widok

source: _Cite
bs: _Citiraj
de: _Zitat
pl: Cy_tuj

source: _Settings
bs: _Podešavanja
de: _Einstellungen
pl: _Ustawienia

source: _Help
bs: _Pomoć
de: _Hilfe
pl: Pomo_c

source: Recent documents
bs: Nedavni dokumenti
de: Zuletzt geöffnete Dokumente
pl: Ostatnie dokumenty

source: Open a file
bs: Otvori datoteku
de: Datei öffnen
pl: Otwiera plik

source: Open _Location
bs: Otvori _Lokaciju
de: _Ort öffnen
pl: O_twórz położenie

source: Save the current file
bs: Sačuvaj trenutnu datoteku
de: Aktuelle Datei speichern
pl: Zapisuje bieżący plik

source: Merge With...
bs: Spoji sa...
de: Zusammenführen mit …
pl: Połącz z...

source: Medline Query...
bs: Medline Pretraga...
de: Medline-Abfrage …
pl: Baza Medline...

source: Add a new entry
bs: Dodaj novi unos
de: Neuen Eintrag hinzufügen
pl: Dodaje nowy wpis

source: S_ort...
bs: S_ortiraj...
de: S_ortieren …
pl: _Sortuj...

source: Cite...
bs: Citiraj...
de: Zitat …
pl: Cytuj...

source: Cite key(s)
bs: Citiraj tipk(u/e)
de: Schlüssel zitieren
pl: Cytuje klucze

source: Fields...
bs: Polja...
de: Felder …
pl: Pola...

source: Forget all changes
bs: Zaboravi sve promjene
de: Alle Änderungen verwerfen
pl: Zapomnij wszystkie zmiany

source: _Resource
bs: _Resurs
de: _Ressource
pl: Zaso_by

source: _About
pl: _O programie

source: Quick search
bs: Brza pretraga
de: Schnellsuche
pl: Szybkie wyszukiwanie

source: Unnamed bibliographic database
bs: Bezimena bibliografska baza podataka
de: Unbenannte bibliografische Datenbank
pl: Nienazwana baza bibliograficzna

source: can't open file `%s' for writing: %s
bs: onemogućeno otvaranje datoteke `%s' za pisanje: %s
de: Datei »%s« kann nicht zum Schreiben geöffnet werden: %s
pl: nie można otworzyć pliku "%s" do zapisu: %s

source: Error while parsing `%s': %s
bs: Greska prilokom raščlanjivanja `%s': %s
de: Fehler beim Verarbeiten von »%s«: %s
pl: Błąd podczas przetwarzania "%s": %s

source: New database
bs: Nova baza podataka
de: Neue Datenbank
pl: Nowa baza

source: [no entry]
bs: [bez unosa]
de: [kein Eintrag]
pl: [brak wpisu]

source: [1 entry]
bs: [1 unos]
de: [1 Eintrag]
pl: [1 wpis]

source: [%d entries]
bs: [%d unosa]
de: [%d Einträge]
pl: [Wpisy: %d]

source: [%d/1 entry]
bs: [%d/1 unos]
de: [%d/1 Eintrag]
pl: [Wpisy: %d/1]

source: [%d/%d entries]
bs: [%d/%d unosa]
de: [%d/%d Einträge]
pl: [Wpisy: %d/%d]

source: [modified]
bs: [izmjenjeno]
de: [geändert]
pl: [zmodyfikowano]

source: view limited to: %s
bs: pregled limitiran na: %s
de: Ansicht begrenzt auf: %s
pl: ograniczenie podglądu do: %s

source: The database has been modified. Discard changes?
bs: Ova baza podataka je izmjenjena. Poništi promjene?
de: Diese Datenbank wurde geändert. Änderungen verwerfen?
pl: Baza została zmodyfikowana. Porzucić zmiany?

source: The database has been modified. Save changes?
bs: Baza podataka je izmjenjena. Sačuvaj promjene?
de: Diese Datenbank wurde geändert. Änderungen speichern?
pl: Baza została zmodyfikowana. Zapisać zmiany?

source: The database has been externally modified. Overwrite changes ?
pl: Baza została zewnętrznie zmodyfikowana. Zastąpić zmiany?

source: Your query returned no result
bs: Tvoja pretraga se vratila bez rezultata
de: Die Abfrage lieferte kein Ergebnis
pl: Brak wyników wyszukiwania

source: An error occured during Medline Query
bs: Greška se desila prilikom Medline pretrage
pl: Błąd podczas korzystania z bazy Medline

source: Merge file
bs: Spoji datoteku
de: Datei zusammenführen
pl: Łączenie pliku

source: Open error
bs: Otvori grešku
de: Fehler beim Öffnen
pl: Błąd otwierania

source: Merge status
bs: Spoji status
de: Status der Zusammenführung
pl: Stan łączenia

source: Open file
bs: Otvori datoteku
de: Datei öffnen
pl: Otwieranie pliku

source: An autosave file was found which is newer than the original file. Do you want to restore it?
bs: Datoteka automatskog spašavanja koja je nađena je novija od originalne datoteke. Da li želite da je vratite?
de: Es wurde eine automatisch gespeicherte Datei gefunden, die aktueller als die Originaldatei ist. Möchten Sie diese Datei wiederherstellen?
pl: Plik zapisany automatycznie jest nowszy niż plik pierwotny. Przywrócić go?

source: Unable to remove autosave file `%s': %s
bs: Onemogućeno brisanje datoteke automatskog spašavanja `%s': %s
de: Löschen der automatisch gespeicherten Datei »%s« fehlgeschlagen: %s
pl: Nie można usunąć pliku "%s" zapisanego automatycznie: %s

source: Error during autosaving: %s
bs: Greška prilikom automatskog spašavanja: %s
de: Fehler während des automatischen Speicherns: %s
pl: Błąd automatycznego zapisu: %s

source: Unable to save `%s': %s
bs: Onemogućeno spašavanje `%s': %s
de: »%s« kann nicht gespeichert werden: %s
pl: Nie można zapisać "%s": %s

source: An internal error occured during saving Try to Save As...
bs: Unutrašnja greška se pojavila prilikom spašavanja Pokusaj Spasi Kao...
pl: Błąd wewnętrzny podczas zapisywania Proszę spróbować poprzez Zapisz jako...

source: Save As...
bs: Spasi kao...
de: Speichern unter …
pl: Zapisz jako...

source: The file `%s' already exists. Overwrite it ?
pl: Plik "%s" już istnieje. Zastąpić go?

source: During opening: %s
bs: Prilikom otvaranja: %s
de: Während des Öffnens: %s
pl: Podczas otwierania: %s

source: Reopen error
bs: Ponovo otvori grešku
de: Fehler beim erneuten Öffnen
pl: Błąd ponownego otwierania

source: An entry called `%s' already exists. Rename and add it anyway ?
pl: Wpis o nazwie "%s" już istnieje. Dodać go, zmieniając jego nazwę?

source: Really remove all the entries ?
pl: Na pewno usunąć wszystkie wpisy?

source: Create new entry
bs: Napravi novi unos
de: Neuen Eintrag erstellen
pl: Tworzenie nowego wpisu

source: Really edit %d entries ?
pl: Na pewno edytować wpisy: %d?

source: Remove all the %d entries ?
pl: Usunąć wszystkie wpisy: %d?

source: Remove entry `%s' ?
pl: Usunąć wpis "%s"?

source: your search text must contain latin-1 characters only
bs: tvoj tekst pretrage mora sadržati samo latin-1 simbole
de: Ihre Suche darf nur latin-1-Zeichen enthalten
pl: wyszukiwany tekst może zawierać tylko znaki kodowania Latin-1

source: Can't connect to LyX: %s
bs: Onemogućeno spajanje sa LyX: %s
de: Es kann keine Verbindung zu LyX hergestellt werden: %s
pl: Nie można się połączyć z LyX: %s

source: Can't display documentation: %s
bs: Onemogućen prikaz dokumentacije: %s
de: Dokumentation konnte nicht angezeigt werden: %s
pl: Nie można wyświetlić dokumentacji: %s

source: This program is copyrighted under the GNU GPL
bs: Ovaj program je zaštićen autorskim pravom pod GNU GPL
de: Dieses Programm steht unter der GNU GPL
pl: Ten program jest objęty warunkami licencji GNU GPL

source: GNOME interface to the Pybliographer system.
bs: GNOME sučelje za Pybliograph sistem.
de: GNOME-Schnittstelle zum Pybliographer-System.
pl: Interfejs GNOME dla programu Pybliographer.

source: GNOME Translation Team
bs: GNOME Prevoditeljski Tim
de: GNOME-Übersetzungsteam
pl: Zespół tłumaczy GNOME

source: Pybliographer Home Page
bs: Naslovna Stranica Pybliographa
pl: Witryna

source: Last Name, First Name
bs: Prezime, Ime
de: Name, Vorname
pl: Nazwisko, Imię

source: Text
bs: Tekst
pl: Tekst

source: Error in native string parsing
bs: Greška u gramatičkom raščlanjivanju riječi
de: Fehler bei der Verarbeitung der nativen Zeichenkette
pl: Błąd przetwarzania kodu BibTeX

source: Day
bs: Dan
de: Tag
pl: Dzień

source: Month
bs: Mjesec
de: Monat
pl: Miesiąc

source: Year
bs: Godina
de: Jahr
pl: Rok

source: Invalid day field in date
bs: Polje dana nije validno u datumu
de: Ungültiger Tag in Datum
pl: Nieprawidłowy dzień

source: Invalid month field in date
bs: Polje mjeseca u datumu
de: Ungültiger Monat in Datum
pl: Nieprawidłowy miesiąc

source: Invalid year field in date
bs: Polje godine nije validno u datumu
de: Ungültiges Jahr in Datum
pl: Nieprawidłowy rok

source: Delete
bs: Izbriši
de: Löschen
pl: Usuń

source: [ Drop an Entry here ]
bs: [ Ispusti Unos ovdje ]
de: [Eintrag hierher ziehen]
pl: [ Należy tutaj upuścić wpis ]

source: Browse...
bs: Pregledaj...
de: Durchsuchen …
pl: Przeglądaj...

source: Select file
bs: Izaberi datoteku
de: Datei auswählen
pl: Wybierz plik

source: Entry type
bs: Unesi tip
de: Eintragstyp
pl: Rodzaj wpisu

source: Key
bs: Tipka
de: Schlüssel
pl: Klucz

source: Create Field
bs: Napravi Polje
de: Feld erstellen
pl: Utwórz pole

source: Back
bs: Nazad
de: Zurück
pl: Poprzedni

source: Next
bs: Sljedeći
de: Vor
pl: Następny

source: Mandatory
bs: Obavezno
de: Erforderlich
pl: Obowiązkowe

source: Optional
bs: Opcionalno
pl: Opcjonalne

source: Notes
bs: Bilješke
de: Notizen
pl: Uwagi

source: Extra
bs: Dodatno
de: Zusatz
pl: Dodatkowe

source: Invalid key format
bs: Nevažeći format ključa
de: Ungültiges Schlüsselformat
pl: Nieprawidłowy format klucza

source: Key `%s' already exists
bs: Tipka `%s' već postoji
de: Schlüssel »%s« ist bereits vorhanden
pl: Klucz "%s" już istnieje

source: The `%s' field contains a non Latin-1 symbol
bs: `%s' polje sadrži simbol koji nije Latin-1
de: Das »%s«-Feld enthält ein Zeichen, das nicht im Latin-1-Zeichensatz enthalten ist
pl: Pole "%s" zawiera znak spoza kodowania Latin-1

source: Your text contains non Latin-1 symbols
bs: Tvoj tekst sadrži simbole koji nisu Latin-1
de: Der Text enthält Zeichen, die nicht im Latin-1-Zeichensatz enthalten sind.
pl: Tekst zawiera znaki spoza kodowania Latin-1

source: Edit entry
bs: Uredi unos
de: Eintrag bearbeiten
pl: Edycja wpisu

source: Native Editing
bs: Prirodno Uređivanje
de: Native Bearbeitung
pl: Edycja kodu BibTeX

source: Standard Editing
bs: Standardno Uređivanje
de: Standardbearbeitung
pl: Edycja standardowa

source: mandatory
bs: obavezno
de: erforderlich
pl: obowiązkowe

source: Enter text here
bs: Unesi tekst ovdje
de: Text hier eingeben
pl: Proszę tutaj wpisać tekst

source: New Annotation Name
bs: Novo ime anotacije
de: Neuer Anmerkungsname
pl: Nowa nazwa adnotacji

source: Name of the new annotation:
bs: Ime nove anotacije:
de: Name der neuen Anmerkung
pl: Nazwa nowej adnotacji:

source: Cannot open URL: %s
bs: Nemoguće otvaranje URL: %s
de: Adresse konnte nicht geöffnet werden: %s
pl: Nie można otworzyć adresu URL: %s

source: Authors
bs: Autori
de: Autoren
pl: Autorzy

source: Long Text
bs: Dug Tekst
de: Langer Text
pl: Długi tekst

source: Reference
bs: Referenca
de: Referenz
pl: Odniesienie

source: Date
bs: Datum
de: Datum
pl: Data

source: Name
bs: Ime
pl: Nazwa

source: Type
bs: Tip
de: Typ
pl: Rodzaj

source: Available
bs: Dostupno
de: Verfügbar
pl: Dostępne

source: Associated
bs: Udružen
de: Assoziiert
pl: Powiązane

source: Please, select an entry type from previous page.
bs: Molim, izaberize unos tipa sa prethodne stranice.
de: Bitte einen Eintragstyp aus der vorhergehenden Seite wählen
pl: Proszę zaznaczyć rodzaj wpisu w poprzedniej karcie.

source: Fields associated with <b>%s</b> entry type
bs: Polja udružena sa tipom unosa <b>%s</b>
de: Mit Eintragstyp <b>%s</b> assoziierte Felder
pl: Pola powiązane ze wpisem rodzaju <b>%s</b>

source: File
bs: Datoteka
de: Datei
pl: Plik

source: Bibliography type:
bs: Vrsta bibliografije:
de: Bibliografietyp:
pl: Rodzaj bibliografii:

source: - According to file suffix -
bs: - Prema sufiksu datoteke -
de: - Der Dateiendung entsprechend -
pl: - Według rozszerzenia pliku -

source: Full database
bs: Puna baza podataka
de: Gesamte Datenbank
pl: Pełna baza

source: internal error during evaluation
bs: unutrašnja greška tokom evaluacije
de: Interner Fehler während der Evaluierung
pl: wewnętrzny błąd podczas ewaluacji

source: while compiling %s error: %s
bs: tokom kompajliranja %s greska: %s
de: Beim Kompilieren von »%s« Fehler: %s
pl: podczas kompilacji %s wystąpił błąd: %s

source: [Entry Type]
bs: [Unos Tipa]
de: [Eintragstyp]
pl: [Rodzaj wpisu]

source: [Key Value]
bs: [Ključna vrijednost]
de: [Schlüsselvariable]
pl: [Wartość klucza]

source: The following errors occured:
bs: Sljedece greške su se desile:
pl: Wystąpiły następujące błędy:

source: This is Pybliographic %s [Python %s, Gtk %s, PyGTK %s]
bs: Ovo je Pybliographic %s [Python %s, Gtk %s, PyGTK %s]
de: Dies ist Pybliographic %s [Python %s, Gtk %s, PyGTK %s]
pl: Pybliographic %s [Python %s, GTK+ %s, PyGTK %s]

source: Pybliographer Configuration
bs: Pybliograph Konfiguracija
de: Pybliographer Einstellungen
pl: Konfiguracja programu Pybliographer

source: FIELDS DEFINITION
bs: Definicija Polja
de: FELD-DEFINITION
pl: DEFINICJA PÓL

source: Name
bs: Ime
pl: Nazwa

source: Editor
bs: Urednik
pl: Edytor

source: Datum
bs: Podatak
pl: Dana

source: Fields
bs: Polja
de: Felder
pl: Pola

source: standard fields
bs: standardna polja
de: Vorgabefelder
pl: pola standardowe

source: Entries
bs: Unosi
de: Einträge
pl: Wpisy

source: <b>Entry type</b>
bs: <b>Unos tipa</b>
de: <b>Eintragstyp</b>
pl: <b>Rodzaj wpisu</b>

source: Association
bs: Udruženje
de: Assoziation
pl: Powiązanie

source: Entry types and field names configuration
bs: Unosi tipa i nazivi polja konfiguracija
de: Eintragstypen- und Feldnameneinstellungen
pl: Ustawienia rodzajów wpisów i nazw pól

source: Select an entry type and specify its associated (mandatory and optional) fields on the next page.
bs: Izaberi unos tipa i specificiraj da su udružena (obavezna i opcionalna) polja na narednoj stranici.
de: Bitte einen Eintragstyp wählen und seine assoziierten (erforderlichen und optionalen) Felder auf der nächsten Seite festlegen.
pl: Proszę zaznaczyć rodzaj wpisu i określić jego powiązane pola (obowiązkowe i opcjonalne) w następnej karcie.

source: Information for <b>Article</b> entry type
bs: Informacija za <b>Članak</b> unos tipa
de: Informationen zum <b>Artikel</b>-Eintragstyp
pl: Informacje dla wpisu rodzaju <b>Artykuł</b>

source: Format entries
bs: Formatiraj unose
de: Einträge formatieren
pl: Formatowanie wpisów

source: Bibliography style:
bs: Stil bibliografije:
de: Bibliografiestil:
pl: Styl bibliograficzny:

source: Output format:
bs: Izlazni format:
de: Ausgabeformat:
pl: Format pliku wyjściowego:

source: Style Selection
bs: Stil Selekcije
de: Stilauswahl
pl: Wybór stylu

source: Save Formatted as
bs: Sačuvaj formatirano kao
de: Formatiert speichern unter
pl: Zapisywanie jako

source: Output file:
bs: Izlazna datoteka:
de: Ausgabedatei:
pl: Plik wyjściowy:

source: Medline Query
bs: Medline Pitanje
de: Medline-Abfrage
pl: Baza Medline

source: Enter your Medline Query
bs: Unesi svoje Medline pitanje
de: Medline-Abfrage erstellen
pl: Kryterium wyszukiwania w bazie Medline

source: Search PubMed for:
bs: Traži PubMed za:
de: PubMed durchsuchen nach:
pl: Fraza wyszukiwania w PubMed:

source: Maximum number of results:
bs: Maksimalan broj rezultata:
de: Maximale Anzahl der Ergebnisse:
pl: Maksymalna liczba wyników:

source: Starting listing at result number:
bs: Pokretanje popisa na broju rezultata:
de: Auflistung beginnen bei Ergebnis Nummer:
pl: Rozpoczęcie listy wyników od numeru:

source: Only items with abstracts
bs: Samo predmeti sa abstraktima
de: Nur Exemplare mit Zusammenfassung
pl: Tylko elementy z abstraktami

source: Only items ahead of print
bs: Samo predmeti ispred printa
de: Nur Exemplare vor Druck
pl: Tylko elementy przed wydrukiem

source: From:
bs: Od:
de: Von:
pl: Od:

source: To:
bs: Za:
de: Bis:
pl: Do:

source: Use the format YYYY/MM/DD Month and day are optional.
bs: Koristi format YYYY/MM/DD Mjesec i dan nisu obavezni.
de: Format JJJJ/MM/TT verwenden Monat und Tag sind optional.
pl: Format daty RRRR/MM/DD Miesiąc i dzień są opcjonalne.

source: Limited to:
bs: Ograničen na:
de: Begrenzt auf:
pl: Ograniczone do:

source: Open Location
bs: Otvori lokaciju
de: Ort öffnen
pl: Otwieranie położenia

source: Enter the location (URI) of the file you would like to open:
bs: Upisi lokaciju (URI) datoteke koju želite otvoriti:
de: Geben Sie den Ort (URI) der zu öffnenden Datei ein:
pl: Proszę wpisać położenie (adres URI) pliku:

source: _New
bs: _Novi
de: _Neu
pl: _Nowa baza

source: Previous Documents
bs: Prethodni Dokumenti
de: Vorhergehende Dokumente
pl: Poprzednie dokumenty

source: _Add...
bs: _Dodaj...
de: Hinzu_fügen …
pl: _Dodaj...

source: _Edit...
bs: _Uredi...
de: _Bearbeiten …
pl: _Modyfikuj...

source: _Delete...
bs: _Izbriši...
de: _Löschen …
pl: _Usuń...

source: Cite
bs: Citiraj
de: Zitat
pl: Cytowanie

source: Settings
bs: Podešavanja
de: Einstellungen
pl: Ustawienia

source: Contents
bs: Sadržaj
de: Inhalt
pl: Spis treści

source: Open File
bs: Otvori Datoteku
de: Datei öffnen
pl: Otwieranie pliku

source: Save File
bs: Sačuvaj Datoteku
de: Datei speichern
pl: Zapisywanie pliku

source: Search
bs: Traži
de: Suche
pl: Wyszukaj

source: Close
bs: Zatvori
de: Schließen
pl: Zamknij

source: Field
bs: Polje
de: Feld
pl: Pole

source: Pattern
bs: Uzorak
de: Muster
pl: Wzór

source: Simple Search
bs: Jednostavna Pretraga
de: Einfache Suche
pl: Zwykłe wyszukiwanie

source: Query
bs: Pitanje
de: Abfrage
pl: Zapytanie

source: Expert Search
bs: Stručna Pretraga
de: Erweiterte Suche
pl: Zaawansowane wyszukiwanie

source: Select sort criterions
bs: Izaberi kriterije sortiranja
pl: Kryteria sortowania

source: Set as default
bs: Postavi kao zadani
de: Als Vorgabe setzen
pl: Ustaw jako domyślne

source: no input pipe `%s'
bs: nema ulazne cijevi `%s'
de: keine Eingabeweiterleitung »%s«
pl: brak potoku wejściowego "%s"

source: no output pipe `%s'
bs: nema izlazne cijevi `%s'
de: keine Ausgabeweiterleitung »%s«
pl: brak potoku wyjściowego "%s"

source: method `%s' provides no opener
bs: metoda `%s' ne daje otvarač
de: Methode »%s« stellt keinen Öffner bereit
pl: metoda "%s" nie dostarcza elementu otwierającego

source: File `%s' does not exist
bs: Datoteka `%s' ne postoji
de: Datei »%s« existiert nicht
pl: Plik "%s" nie istnieje

source: don't know how to open `%s'
bs: ne znam kako otvoriti `%s'
de: Wie soll »%s« geöffnet werden?
pl: nie podano, jak otworzyć "%s"

source: method `%s' provides no iterator
bs: metoda `%s' ne daje iterator
de: Methode »%s« unterstützt keinen Iterator
pl: metoda "%s" nie dostarcza iteratora

source: Warning: This URL is marked as Invalid or Approximate: %s Continue?
bs: Upozorenje: Ovaj URL je označen kao nevažeći ili približan: %s Nastavi:
de: Warnung: Diese Adresse ist als »ungültig« oder »annähernd« markiert: %s Fortsetzen?
pl: Ostrzeżenie: ten adres URL został oznaczony jako nieprawidłowy lub niepełny: %s Kontynuować?

source: Determining Mime Type ...
bs: Određivanje tipa mimike...
de: MIME-Typ wird bestimmt …
pl: Określanie typu MIME...

source: Cannot determine mime type for item %s
bs: Onemogućeno određvanje tipa mimike za predmet %s
de: Der MIME-Typ für das Objekt »%s« konnte nicht bestimmt werden
pl: Nie można określić typu MIME dla elementu %s

source: URL in question is: %s You should check the url or path given for errors. Details: %s
bs: URL u pitanju je: %s Trebali bi ste provjeriti url ili put dat za greške. Detalji: %s
de: Die betroffene Adresse lautet: %s Überprüfen Sie diese Adresse oder den gegebenen Pfad auf Fehler. Nähere Informationen: %s
pl: Wątpliwy adres URL: %s Należy sprawdzić ten adres URL lub podaną ścieżkę. Szczegóły: %s

source: Accessing resource ...
bs: Otvaranje resursa ...
de: Zugriff auf die Ressource wird ausgeführt …
pl: Otwieranie zasobu...

source: IOError for item %s: cannot uncompress resource.
bs: IOGreška za predmet %s: nemoguće dekompresovanje resursa.
de: Ein-/Ausgabefehler für das Objekt %s: Entpacken der Ressource fehlgeschlagen.
pl: Błąd wejścia/wyjścia elementu %s: nie można zdekompresować zasobu.

source: URL: %s Details: %s
bs: URL: %s Detalji: %s
de: Adresse: %s Nähere Informationen: %s
pl: Adres URL: %s Szczegóły: %s

source: Starting application ...
bs: Pokretanje programa ...
de: Anwendung wird gestartet …
pl: Uruchamianie programu...

source: No application to view resource
bs: Nema programa da vidite resurs
de: Keine Anwendung zur Ansicht der Ressource verfügbar
pl: Brak programu do przeglądania zasobu

source: For mime type %s, no entry found in configuration option resource/viewers. Please consider adding one. URL: %s
bs: Za mimiku tipa %s, unos nije nađen u izboru konfiguracije resurs/preglednici. Molim razmislite o dodavanju jednog. URL: %s
de: Für den MIME-Typ %s wurde kein Eintrag in der Konfigurationsoption Ressource/Betrachter gefunden. Fügen Sie bitte einen Eintrag hinzu. Adresse: %s
pl: Nie odnaleziono wpisu dla typu MIME %s w opcji konfiguracji resource/viewers. Zaleca się dodanie takiego wpisu. Adres URL: %s

source: missing '%s' attribute
bs: izostavljen '%s' osobina
de: »%s«-Attribut fehlt
pl: brak atrybutu "%s"

source: invalid opening tag: %s
bs: nevažeća etiketa za odvaranje : %s
de: Ungültige Öffnungsmarkierung: %s
pl: nieprawidłowy znacznik otwierający: %s

source: invalid closing tag: %s
bs: nevažeća etiketa za zadvaranje : %s
de: Ungültige Schlussmarkierung: %s
pl: nieprawidłowy znacznik zamykający: %s

source: This is %s, version %s
bs: Ovo je %s. verzija %s
de: Willkommen zu %s, Version %s
pl: Program %s, wersja %s
