Repository: zkota/pyblio-1.2
Catalog: po/*.po
Languages: bs, de, pl

source: This is free software with ABSOLUTELY NO WARRANTY.
bs: Ovo je besplatni softver sa APSOLUTNO NIKAKVOM GARANCIJOM.
de: Dies ist freie Software OHNE JEDE GARANTIE.
pl: Jest to wolne oprogramowanie, na które nie ma ŻADNEJ GWARANCJI.

source: For details, type `warranty'.
bs: Za detalje, pišite `warranty'.
de: Für Details, geben Sie »warranty« ein.
pl: Aby uzyskać więcej informacji, należy wpisać `warranty'.

source: %s: error: can't open file `%s'
bs: %s: greska: onemogućeno odvaranje datoteke `%s'
de: %s: Fehler: Datei »%s« kann nicht geöffnet werden
pl: %s: błąd: nie można otworzyć pliku "%s"

source: For help, run %s and type `help' at the prompt
bs: Za pomoć, pokreni %s i piši `help' na sufliranju
de: Für Hilfe %s starten und »help« auf der Befehlszeile eingeben
pl: Aby uzyskać pomoc, należy uruchomić %s i wpisać polecenie `help'

source: Useful commands: help to get some help quit to quit
bs: Korisne komande: pomoć da dobijete pomoć izlaz da izađete
de: Nützliche Befehle: help für Hilfe quit zum Beenden
pl: Przydatne polecenia: help wyświetla pomoc quit kończy działanie

source: Pybliographic Bibliography Manager
bs: Upravnik Bibliografije Pybliographa
de: Pybliographic Bibliografie-Verwaltung
pl: Menedżer bibliografii Pybliographic

source: Bibliography Manager
bs: Upravnik Bibliografije
de: Bibliografieverwaltung
pl: Menedżer bibliografii

source: Manage bibliographic databases
bs: Upravljanje bibliografskim bazama podataka
de: Bibliografische Datenbanken verwalten
pl: Zarządzanie bazami bibliograficznymi

source: usage: pybliocheck <file | directory>...
bs: upotreba: pyblioprovjera <file | directory>...
de: Aufruf: pybliocheck <Datei | Ordner> …
pl: użycie: pybliocheck <plik | katalog>...

source: file `%s' is ok [%d entries]
bs: datoteka `%s' je uredu [%d unosa]
de: Datei »%s« ist in Ordnung [%d Einträge]
pl: plik "%s" jest prawidłowy [wpisy: %d]

source: usage: pybliocompact <latexfile> <bibtexfiles...>
bs: upotreba: pybliokompakt <latexfile> <bibtexfiles...>
de: Benutzung: pybliocompact <latex-Datei> <bibtex-Dateien …>
pl: użycie: pybliocompact <plik_latex> <pliki_bibtex...>

source: pybliocompact: error: %s
bs: pybliokompakt: greška: %s
de: pybliocompact:-Fehler: %s
pl: pybliocompact: błąd: %s

source: no entry
bs: nema unosa
de: kein Eintrag
pl: brak wpisu

source: can't find the following entries: %s
bs: oneogućeno traženje sljedećih unosa: %s
de: Die folgenden Einträge können nicht gefunden werden: %s
pl: nie znaleziono następujących wpisów: %s

source: usage: pyblioconvert <source>..<target> <input> [output]
bs: upotreba: pybliopreobrazba <source>..<target> <input> [izlaz]
de: Aufruf: pyblioconvert <Quelle>..<Ziel> <Eingabe> [Ausgabe]
pl: użycie: pyblioconvert <format_źródłowy>..<format_docelowy> <plik_wejściowy> [plik_wyjściowy]

source: pyblioconvert: error: bad conversion format
bs: pybliopreobrazba: greška: loš format konverzije
de: pyblioconvert: Fehler: Falsches Ausgabeformat
pl: pyblioconvert: błąd: błędny format konwersji

source: usage: pyblioformat [options] <database...> options: -o file, --output=file specify an output filename -s style, --style=style specify a bibliography style -f format, --format=format specify an output format -H header, --header=header defines a header file -F footer, --footer=footer defines a footer file -l 'output', --list='output' lists the available output formats -h, --help show this help message
bs: upotreba: pyblioformat [opcije] <database...> opcije: -o datoteka, --output=datoteka specificiraj na izlazi ime datoteke -s stil, --stil=stil specificiraj bibliografski stil -f format, --format=format specificiraj izlazni format -H header, --header=header definira header datoteku -F footer, --footer=footer definira footer datoteku -l 'izlaz', --list='izlaz' listuje moguće izlazne fomate -h, --help pokaži ovu poruku za pomoć
de: Aufruf: pyblioformat [Optionen] <Datenbank…> Optionen: -o Datei, --output=Datei Einen Ausgabedateinamen angeben -s Stil, --style=Stil Einen Bibliographiestil angeben -f Format, --format=Format Ein Ausgabeformat angeben -H Kopf, --header=Kopf Eine Kopfdatei angeben -F Fuß, --footer=footer Eine Fußdatei angeben -l 'output', --list='output' Alle verfügbaren Ausgabeformate auflisten -h, --help Diese Hilfe anzeigen
pl: użycie: pyblioformat [opcje] <baza_danych...> opcje: -o plik, --output=plik określa nazwę pliku wyjściowego -s styl, --style=styl określa styl bibliograficzny -f format, --format=format określa format wyjściowy -H nagłówek, --header=nagłówek określa plik nagłówka -F stopka, --footer=stopka określa plik stopki -l 'output', --list='output' wyświetla dostępne formaty wyjściowe -h, --help wyświetla pomoc

source: pyblioformat: error: %s
bs: pyblioformat: greška: %s
de: pyblioformat: Fehler: %s
pl: pyblioformat: błąd: %s

source: pyblioformat: warning: %s
bs: pyblioformat: upozorenje: %s
de: pyblioformat: Warnung: %s
pl: pyblioformat: ostrzeżenie: %s

source: can't open `%s': %s
bs: ne može otvoriti `%s': %s
de: »%s« konnte nicht geöffnet werden: %s
pl: nie można otworzyć "%s": %s

source: unknown list `%s'
bs: nepoznata lista `%s'
de: Unbekannte Liste »%s«
pl: nieznana lista "%s"

source: pyblioformat: available values for `%s':
bs: pyblioformat: moguće vrijednosti za `%s':
de: pyblioformat: Verfügbare Variablen für »%s«
pl: pyblioformat: dostępne wartości "%s":

source: empty value list `%s'
bs: prazna lista vrijednosti `%s'
de: Leere Variablenliste »%s«
pl: pusta lista wartości "%s"

source: too few arguments
bs: premalo argumenata
de: Zu wenige Argumente
pl: za mało parametrów

source: unknown output format `%s'
bs: nepoznati format izlaza `%s'
de: Unbekanntes Ausgabeformat »%s«
pl: nieznany format wyjściowy "%s"

source: can't find style `%s'
bs: nemože naći stil `%s'
de: Stil »%s« wurde nicht gefunden
pl: nie odnaleziono stylu "%s"

source: pyblioformat: using style `%s', format `%s'
bs: pyblioformat: koristi sitl `%s',format `%s'
de: pyblioformat: Benutzung von Stil »%s«, Format »%s«
pl: pyblioformat: używanie stylu "%s", format "%s"

source: can't open header `%s': %s
bs: ne može otvoriti header `%s': %s
de: Kopf »%s« konnte nicht geöffnet werden: %s
pl: nie można otworzyć nagłówka "%s": %s

source: can't open database: %s
bs: ne može otvoriti bazu podataka : %s
de: Datenbank konnte nicht geöffnet werden: %s
pl: nie można otworzyć bazy: %s

source: can't open footer `%s': %s
bs: ne može otvoriti footer `%s': %s
de: Fuß »%s« konnte nicht geöffnet werden: %s
pl: nie można otworzyć stopki "%s": %s

source: usage: pybliotex <latexfile> [bibtexfiles...]
bs: upotreba: pybliotex <latexfile> [bibtexfiles...]
de: Aufruf: pybliotex <latex-Datei> [bibtex-Dateien…]
pl: użycie: pybliotex <plik_latex> <pliki_bibtex...>

source: pybliotex: error: %s
bs: pybliotex: greška: %s
de: pybliotex: Fehler: %s
pl: pybliotex: błąd: %s

source: pybliotex: warning: the following keys were not resolved
bs: pybliotex: upozorenje: sljedeći slučajevi nisu riješeni
de: pybliotex: Warnung: die folgenden Schlüssel wurden nicht aufgelöst
pl: pybliotex: ostrzeżenie: następujące klucze nie zostały rozwiązane

source: no style defined
bs: stil nije definisan
de: kein Stil definiert
pl: nie określono stylu

source: usage: pybliotext [-o outputfile] [-s style] <textfile> <bibfiles...>
bs: upotreba: pybliotekst [-o outputfile] [-s style] <textfile> <bibfiles...>
de: Aufruf: pybliotext [-o Ausgabedatei] [-s Stil] <Textdatei> <Bib-Dateien…>
pl: użycie: pybliotext [-o plik_wyjściowy] [-s styl] <plik_tekstowy> <pliki_bib...>

source: pybliotext: error: %s
bs: pybliotekst: greška: %s
de: pybliotext: Fehler: %s
pl: pybliotext: błąd: %s

source: pybliotext: warning: %s
bs: pybliotekst: upozorenje: %s
de: pybliotext: Warnung: %s
pl: pybliotext: ostrzeżenie: %s

source: File already exists: `%s'
bs: Datoteka već postoji: `%s'
de: Datei ist bereits vorhanden: »%s«
pl: Plik już istnieje: "%s"

source: A file with the same name already exists: `%s'
bs: Datoteka sa tim nazivom već postoji: `%s'
de: Eine Datei mit gleichem Namen ist bereits vorhanden: »%s«
pl: Plik o takiej samej nazwie już istnieje: "%s"

source: no citation found
bs: citacija nije pronađena
de: kein Zitat gefunden
pl: nie znaleziono żadnego cytatu

source: pybliotext: using style `%s', format `%s'
bs: pybliotekst: koristi stil `%s', format `%s'
de: pybliotext: Benutzung von Stil »%s«, Format »%s«
pl: pybliotext: używanie stylu "%s", format "%s"

source: can't create `%s'
bs: ne može napraviti `%s'
de: »%s« konnte nicht erstellt werden
pl: nie można utworzyć "%s"

source: can't remove `%s'
bs: nemože izbrisati `%s'
de: »%s« konnte nicht gelöscht werden
pl: nie można usunąć "%s"

source: Done
bs: Gotovo
de: Fertig
pl: Ukończono

source: The database has been externally modified. Overwrite changes?
bs: Baza podataka je izmijenjena spolja. Da prepišem izmjene?
de: Diese Datenbank wurde extern verändert. Änderungen überschreiben?

source: The file `%s' already exists. Overwrite it?
bs: Datoteka „%s“ već postoji. Da je presnimim?
de: Die Datei »%s« existiert bereits. Überschreiben?

source: An entry called `%s' already exists. Rename and add it anyway?
bs: Već postoji unos sa nazivom „%s“. Da ga preimenujem i dodam u svakom slučaju?
de: Ein Eintrag mit dem Namen »%s« existiert bereits. Trotzdem umbenennen und hinzufügen ?

source: Really remove all the entries?
bs: Da li zaista da uklonim sve unose?
de: Wirklich alle Einträge entfernen?

source: Really edit %d entries?
bs: Da li zaista da uredim %d unosa?
de: Wirklich %d Einträge bearbeiten?

source: Remove all the %d entries?
bs: Da li da uklonim svih %d unosa?
de: Alle %d Einträge entfernen?

source: Remove entry `%s'?
bs: Da li da uklonim unos „%s“?
de: Eintrag »%s« entfernen?

source: An error occurred during Medline Query
de: Ein Fehler ist bei der Medline-Abfrage aufgetreten

source: An internal error occurred during saving Try to Save As...
de: Ein interner Fehler trat während des Speicherns auf Probieren Sie »Speichern unter …«

source: URL
de: Adresse

source: The following errors occurred:
de: Die folgenden Fehler traten auf:

source: Select sort criteria
de: Sortierungskriterien auswählen
